{"meta":{"title":"Choice","subtitle":"The journey is the reward.","description":"过程即奖励","author":"王一波","url":"https://ftime.github.io"},"pages":[{"title":"categories","date":"2016-08-22T07:34:13.000Z","updated":"2016-08-22T07:34:13.000Z","comments":true,"path":"categories/index.html","permalink":"https://ftime.github.io/categories/index.html","excerpt":"","text":"","raw":null,"content":null},{"title":"About","date":"2016-08-22T07:52:23.000Z","updated":"2024-07-07T01:12:11.051Z","comments":true,"path":"about/index.html","permalink":"https://ftime.github.io/about/index.html","excerpt":"","text":"王一波微信公众号：yiboxuexi","raw":null,"content":null},{"title":"tags","date":"2016-08-22T08:37:12.000Z","updated":"2016-08-22T08:38:32.000Z","comments":true,"path":"tags/index.html","permalink":"https://ftime.github.io/tags/index.html","excerpt":"","text":"","raw":null,"content":null}],"posts":[{"title":"筷子的致命一击","slug":"20250322筷子的致命一击","date":"2025-03-21T23:56:54.000Z","updated":"2025-04-27T00:05:18.871Z","comments":true,"path":"2025/03/22/20250322筷子的致命一击/","link":"","permalink":"https://ftime.github.io/2025/03/22/20250322筷子的致命一击/","excerpt":"","text":"上幼儿园时，叨叨用叉子和训练筷吃饭。也给他用过普通的筷子，但他试了几次没学会，就放弃了。现在上了小学，食堂只有筷子和勺子，学会用筷，迫在眉睫。 我们撤掉训练筷，换成小号普通筷，简单演示后，让他自行练习。一周后，他没学会夹菜，倒是摸索出了“托菜”的方法：把筷子横着插到菜下面，然后把菜抬起来，送到嘴里。大块儿的饭菜还能凑合吃到嘴里，可遇到细长滑溜的面条，那就要了命了，好不容易送到了嘴边，出溜一下，又滑落到碗里，几次之后，他急得把碗戳得哐哐响。我在一旁想笑又笑不出来，下决心好好教他。 我和叨妈用筷子的方法各不相同，但我俩一致认为：不论姿势手法，能吃进嘴里就是好筷法。叨妈用大拇指、食指和中指三个指头捏住筷子，无名指不参与，仅靠食指和中指出神入化的配合来夹菜。这种用法要靠悟性，不好教。我的用法是：一根筷子在下（固定筷），靠在无名指和虎口之间不动，一根筷子在上（活动筷），食指和中指控制它上下活动来夹菜。这种用法相对简单，拆分动作后，教着也容易。 第一天，建立仪式感。我们筷子都没拿，只是把当天的汉字作业布置成：“爸爸要教我用筷子了，我会努力练习的。” 第二天，只练活动筷。拿一根筷子，用大拇指轻轻压住筷子后段，练习用食指和中指上下拨动筷子。练了三分钟，叨叨皱眉说：“爸爸，手疼。”我有些无奈，练习结束。 第三天，练习配合。先拿好活动筷，然后在大拇指下面塞入固定筷，用活动筷去打固定筷。 叨叨灵光一闪，大喊：“치명타！”这是他在Minecraft（我的世界）游戏中学到的词，意思是“致命一击”或“暴击”。 我大喜，就用他捣乱的语言来教他：“好，这个动作就叫‘치명타’（致命一击），今天的练习到此结束。” 叨叨一脸惊讶：“这就结束了？” 我心想：要的就是这种意犹未尽的感觉。 第四天，致命一击。叨叨拿一根活动筷，保持手腕不动，仅靠食指和中指控制筷子上下移动，我则举着一根筷子在下方靠近他，让他对我发动“致命一击”。叨叨玩得很开心。 第五天，夹纸团。 第六天，夹蓝莓。 第七天，夹瓜子。我们练习时，叨妈在一旁嗑瓜子看热闹。叨叨馋了，叨妈提议：“你用筷子夹着吃吧。”他试了两次，成功夹起一个瓜子仁。接着越来越熟练，叨妈剥瓜子的速度逐渐跟不上他夹的节奏。 我说：“叨叨，你太厉害了，已经修炼到“致命一击”四级水平了。”他问：“那五级是什么？”我答：“夹小米。”他眼睛瞪得溜圆：“那我什么时候能到啊？”“我觉得一年肯定能行，慢慢来。” 他对这个答案很满意。 最初叨叨说手疼，我以为他娇气，但为了体验初学者的感受，我用左手试了试。练了三分钟，果然手疼，我这才理解他，于是我们每天只练三分钟，他练，我也练。一周后，我也学会了左手用筷子——这不仅是他的成长，也是我的。","raw":null,"content":null,"categories":[],"tags":[{"name":"成长","slug":"成长","permalink":"https://ftime.github.io/tags/成长/"}]},{"title":"你好啊，小学","slug":"20250309你好啊小学","date":"2025-03-09T11:51:32.000Z","updated":"2025-03-09T21:36:44.566Z","comments":true,"path":"2025/03/09/20250309你好啊小学/","link":"","permalink":"https://ftime.github.io/2025/03/09/20250309你好啊小学/","excerpt":"","text":"开学式开学典礼上，校长致辞后，大屏幕播放了二年级学生录制的欢迎辞。稚嫩的面孔，轮流出场，说得最多的一句话是：“要听老师的话。”观察他们的眼神，有些是背下来的，有些是看稿念的。孩子们认真叮嘱的样子很可爱，但感觉少了点啥，可能是少了他们年龄特有的孩子气吧。 家长课开学仪式结束，校长单独给家长们上了一课：现在的孩子多是独生子女，和同学有点小摩擦很正常。家长别一上来就当成大事，动不动就说是校园暴力。多听听孩子怎么说，很多小问题他们自己就能解决。大人插手太多，反而容易把简单的事情复杂化。听了这话，作为独生子女的父母，我有点焦虑。但转念一想，孩子总要自己去面对去摸索，这是成长的必经之路。 好座位叨叨的座位在最后一排最右边。叨妈说：“你的位置真不错，我超喜欢。”叨叨问：“为什么呀？”叨妈说：“老师点名总是最后才轮到你，下课还能第一个冲出去。”我补充说：“如果老师发火要爆炸，你离得最远，受的伤害最小。” 吃得多开学第二天，晚饭时，我问叨叨：“你中午吃饭时，对面坐的是谁？”叨叨说：“老师。”我有点意外，追问：“老师吃的跟你们一样吗？”叨叨说：“一样，就是她吃得比我们多。” 新朋友有同事提醒我，低年级孩子交朋友要靠家长安排，有些家长甚至像面试一样，让孩子带同学回家挑选。但也有同事认为，交朋友还是靠孩子自己，他儿子小时候，妈妈们安排孩子一起玩，结果性格不合，长大后成了痛苦的回忆。第三天放学，叨叨说在班里交了个朋友，叫崔路仁，是幼儿园同级不同班的同学。早上在教学楼门口换鞋时，小伙伴主动喊他一起去教室，下午课外活动时，两人还一起看了书。我不知道这份友谊能走多远，但听到叨叨自然地说起这件事，我还是松了一口气。 放学后以前幼儿园五点才放学，现在一年级下午两点就放学了，时间一下子空出来，接下来的时间安排成了家长的课题。选择有很多：校内托管班，有老师照看，省心，但是孩子可能觉得没意思；校内兴趣拓展班，读书、画画、做工艺、玩桌游、上体育课，一个老师带一群孩子，主要就是玩；校内专业培训班，从数学英语到心算、美术、跳绳、羽毛球、计算机，甚至还有烹饪；校外机构，那选择就更多了。怎么安排，要看各家情况和孩子需求，丰俭由人。我们给叨叨选了学校的兴趣拓展班，先玩着，慢慢来。","raw":null,"content":null,"categories":[],"tags":[{"name":"日常","slug":"日常","permalink":"https://ftime.github.io/tags/日常/"}]},{"title":"永别了，幼儿园","slug":"20250302永别了幼儿园","date":"2025-03-02T12:37:11.000Z","updated":"2025-03-09T21:56:28.235Z","comments":true,"path":"2025/03/02/20250302永别了幼儿园/","link":"","permalink":"https://ftime.github.io/2025/03/02/20250302永别了幼儿园/","excerpt":"","text":"三年前，叨叨第一天上幼儿园。寒冷清晨的路边，我和叨妈带着他等校车，黄色的校车来了，他穿着深绿色的棉袄，背着小书包，排着队最后一个上车。老师安排他坐在靠窗的位置上，帮他系上安全带。我用手机录视频，叨妈双手举过头顶对他比心。那是新冠期间，他还带着口罩，他朝我们挥了挥手，然后就回过头去不再看我们，直到校车远去。 两周前，我和叨妈参加了他的幼儿园毕业典礼。上百名家长拿着各色花束，坐在幼儿园二楼的礼堂里，大屏幕播放着孩子们在幼儿园玩耍的照片。等待着等待着，音乐声中，我听到孩子们叽叽喳喳的声音从楼道里传来，他们排着队走进来，坐在礼堂最前面的椅子上。我寻找着叨叨的身影，明明是高兴的事情，可不知为何，鼻子酸了一下。叨叨也在人群中频频回头寻找我们，他看到我们后，眼睛亮了一下，我们朝他挥手，他也轻轻点了点头。 今天中午，我和叨叨去图书馆借书。他的幼儿园就在旁边，隔着矮矮的栏杆能看到院子里的滑梯和沙堆。我说：“叨叨，你以后就不来这儿上学了呀。”叨叨说：“是呀，永别了，幼儿园。”傍晚，叨叨在看漫画书。我问他：“后天就要去上小学了呀，感觉怎么样？”叨叨说：“有点紧张。”我问：“为什么呢？”叨叨说：“因为会有很多不认识的同学和老师。”我问：“你期待吗？”叨叨说：“也有点期待。” 孩子的成长总是这样，一眨眼，就已经站在下一个阶段的门口。他紧张，期待。而我们，也一样。 新的班主任在家长群里发了一个通知，除了列出开学需准备的文具和注意事项外，还特别写下了这样一段话：“小学阶段，培养良好的生活习惯和正直的品格最为重要。孩子们在教室里不仅学习知识，也经历挑战。不仅体会快乐，也要经历害羞、挫折，学会耐心、情绪调节和人际交往。希望家长们帮助孩子养成礼貌、得体的表达习惯，与学校共同努力，让他们健康成长。” 以前在幼儿园的‘小学体验日’活动中，叨叨去过一次小学，他最想知道的是：小学里的老师会不会像幼儿园一样发零食？现在，叨叨可以自己去寻找答案了。 永别了，幼儿园。你好啊，小学。","raw":null,"content":null,"categories":[],"tags":[{"name":"岁月流逝","slug":"岁月流逝","permalink":"https://ftime.github.io/tags/岁月流逝/"}]},{"title":"看破别说破","slug":"20250223-看破别说破","date":"2025-02-23T10:55:44.000Z","updated":"2025-02-23T11:11:33.639Z","comments":true,"path":"2025/02/23/20250223-看破别说破/","link":"","permalink":"https://ftime.github.io/2025/02/23/20250223-看破别说破/","excerpt":"","text":"竟然忍住了叨叨乳牙还没掉，恒牙就从乳牙后面冒了头。去牙科诊所，牙医建议我们尽快把乳牙拔了，给恒牙足够的空间。和叨叨商量之后，决定一周后去拔牙。我们告诉他打麻药会疼，但是麻药起效后拔牙就不疼了。一周后，叨叨勇敢地坐上了诊疗椅，在等医生的时候还看漫画。十来分钟后，他含着止血纱布从诊疗室里走出来，竟然没掉眼泪。事后问叨叨：“当时有多疼？”叨叨说：“打麻药的时候疼，我使劲儿忍，竟然忍住了。” 五秒的焦虑叨叨需要拔的牙总共有两颗，上次拔完一颗后，休养了两周。然后预约一周后去拔剩下的一颗。周日晚上睡前，叨叨突然说：“下周五就要去拔牙了呀。”（听得出来他有点紧张）他接着说：“主要是打麻药的时候有点疼，大概疼了五秒钟吧，拔的时候不疼。”周一晚上睡前，他旧话重提：“再有四天就要拔牙了呀。”结果周五他感冒了，于是取消了这个日程，焦虑警报暂时解除。 下巴不要掉叨叨把一个厨房用纸的筒芯涂上了红色和黄色，成了如意金箍棒的样子。在快要涂完的时候，他对妈妈说：“等我完成的时候，你的下巴不要掉哦。” 讲故事的人睡前讲故事，我让主角们进入了一个游戏世界里。叨叨问：“他们的游戏现在是什么模式？Peaceful，Easy还是Hard？”我说：“我也不知道呀。”他很吃惊：“你是讲故事的人，你竟然不知道？” 记得要漱口睡前讲故事，我把查理的巧克力工厂的故事编了进去。十万个巧克力中有五个包含蓝宝石，吃到蓝宝石的小朋友可以参观巧克力工厂，而且可以一辈子想吃多少巧克力就吃多少。叨叨接话说：“那得很幸运才行，而且吃完得记得漱口呀。” 告诉你也行睡前讲故事，我说苏菲有一个秘密，她没有告诉任何人。叨叨附和到：“如果我有一个秘密，我会告诉我最好的朋友。”叨妈问：“那告诉爸爸妈妈行不行？”叨叨说：“也行吧…”叨妈说：“听见了没，到咱这儿就成‘也’行了。”叨叨补充道：“行～”我和叨妈都笑了，连忙说：“没关系，你可以有自己的秘密，不用告诉我们。” 不忘算旧账在车库停完车，叨叨说：“我有点累了。”我说：“如果走不动的话，我可以抱你回家。”叨叨说：“那天在超市，我说累的时候，你没有抱我，那是为什么呀？”我有点懵，说：“你还跟我算旧账呀。我也不知道，我忘记了，可能当时有别的原因吧。” 看破别说破叨叨吃药，拿起药瓶之后，通常会先干咳一下，然后才把药水喝下去。几次之后，我说破了这个事情。叨叨说：“我就是嗓子有点不舒服，所以咳嗽。”我嘿嘿笑。他说：“你以为我是紧张才咳嗽的？”我继续嘿嘿笑。","raw":null,"content":null,"categories":[],"tags":[{"name":"童趣","slug":"童趣","permalink":"https://ftime.github.io/tags/童趣/"}]},{"title":"从千与千寻到苦力怕前传","slug":"20250223千与千寻到苦力怕前传","date":"2025-02-23T02:31:17.000Z","updated":"2025-02-23T02:33:27.145Z","comments":true,"path":"2025/02/23/20250223千与千寻到苦力怕前传/","link":"","permalink":"https://ftime.github.io/2025/02/23/20250223千与千寻到苦力怕前传/","excerpt":"","text":"半年前，我开始给叨叨讲睡前故事，主角是超级玛丽里的角色：马里奥兄弟、栗宝宝、慢慢龟、飞飞龟、小飞鱼和白水母，讲述这七个小伙伴的冒险故事。 说是马里奥的故事，但只是披着马里奥的外衣，实际上天马行空，包含了各种奇幻元素，从《爱丽丝梦游仙境》到《八十天环游世界》、《地心游记》、《鲁滨逊漂流记》、《西游记》、《火星救援》，甚至《阿凡达》，都被我胡编乱造地融合进去。 半年来，几乎没有间断过。有一晚讲完后，叨叨说：“爸爸，你明天可以继续讲。我要是不想听了，你就不用讲了。”我在叨妈耳边悄悄说：“我的时间不多了呀，以后我想讲，他还不一定想听呢，且讲且珍惜。” 时间久了，点子差不多都用完了。最近，我常常不知道要讲什么。于是，我们先随便聊，比如今天在游戏里发生的事情。我一边磨蹭着，一边努力搜寻故事的灵感。最后，在叨叨的催促声中，我开始现编。 昨晚，我临时想到可以把《千与千寻》的故事融进去。于是，我讲马里奥兄弟和小伙伴们穿过幽暗的隧道， 越过开阔的平原，趟过浅浅的河流，发现空无一人的街区，桌上摆满大量食物，却没有一个人影。 除了马里奥兄弟，其他小伙伴都贪吃食物，变成了猪。马里奥兄弟干着急却毫无办法。天快黑了，一个白衣人出现，让他们立刻离开。然而，当他们来到河边，河水已经变得又深又急，根本无法过去。 这时，街道上的灯纷纷亮起，原本看不见的桥梁出现在河上方。叨叨小声说：“感觉气氛有点恐怖了呀。”我讲得投入，也觉得害怕，本来打算安排鬼怪出现的，但临时决定调整故事的走向。 于是我说，有很多Minecraft里的生物从四面八方走来，有苦力怕、僵尸、骷髅射手，他们过了桥，来到街上。他们来这里吃饭、干活。他们砍树、挖矿、做绳子、做弓箭、做火药，骷髅射手还要去射击场练习射箭。 他们干完活之后，还需要抽签决定当晚是“上班”还是“休息”。如果抽到“上班”，当晚就得进入玩家的世界；如果抽到“休息”，就可以暂时留在这个世界。 我说：“他们抽到‘上班’的签时，都会放声大哭。” 叨叨问：“为什么？因为他们太高兴了吗？” 我说：“高兴个屁啊，因为可能会死。”说完，我们笑作一团。 我解释道，因为上班意味着可能会死在玩家的世界里。苦力怕一旦遇到玩家，就必须攻击，结局只有两个——要么被玩家射死，要么得自己爆炸。所以，苦力怕的生活其实很悲惨，他们只能在附近游荡，祈祷玩家选择睡觉，这样他们才能生还。其他怪物也是如此。 时间有点晚了，故事在这里收尾。叨叨说：“我觉得今天的故事比其他时候都更有意思。” 虽然故事漏洞百出，但是得到叨叨这样的评价，我很开心。至于马里奥兄弟如何营救那些变成小猪的伙伴们，待我今晚再即兴发挥。","raw":null,"content":null,"categories":[],"tags":[{"name":"游戏","slug":"游戏","permalink":"https://ftime.github.io/tags/游戏/"}]},{"title":"我们的Minecraft世界","slug":"20250223我们的minecraft世界","date":"2025-02-16T02:27:00.000Z","updated":"2025-02-23T02:33:54.576Z","comments":true,"path":"2025/02/16/20250223我们的minecraft世界/","link":"","permalink":"https://ftime.github.io/2025/02/16/20250223我们的minecraft世界/","excerpt":"","text":"一切始于两个多月前，叨叨无意间说起幼儿园的很多孩子都知道Minecraft这个游戏。为了增加一下他的见识，我们决定试玩一下。 这是一个由方块组成的像素世界：树是立着的方块，泥是躺着的方块，云是飘着的方块。起初，我根本不会玩，连树也不会砍，以为是点击左键砍树，结果点了半天也没动静，后来才知道要按着左键不松。第一个夜晚，我被僵尸和骷髅射手围攻，game over。 于是我们开始一起学习，看YouTuber舞秋风的新手入门教程，从图书馆借来所有游戏相关的书——生存指南、探险指南、战斗指南、红石指南、下界末地指南。书的内容一半是图画，一半是文字，文字的比例远远超过叨叨看过的任何漫画书。他看得认真，反复翻阅，时常攥着《战斗指南》冲过来，喊：“爸爸，打魔女能得到portion（药水）！”“爸爸，带上南瓜头就不怕末影人了！”“爸爸，打 End dragon竟然能得到 12000 个经验球！” 纸上谈兵之后实战练习。我操作游戏，叨叨在一旁指手画脚当指挥官。第一次看到绿色斑纹的苦力怕，我莽撞向前，他在一旁惊慌失措，失声尖叫：“不要离苦力怕这么近，得远距离攻击！” 第一次瞥见紫黑瘦高的末影人，我准备挽弓射击，小指挥官急得跺脚：“爸爸，爸爸，不要看他的眼睛，不要看，赶紧跑！”屏幕内外双重惊险，我笑叹：“叨叨，你比末影人还可怕。” Minecraft逐渐渗入生活中的每一个角落。晚饭餐桌上的闲聊变成了战术研讨会，练字本上歪歪扭扭的铅笔字写的是游戏见闻，睡前讲故事之前要先回顾当天游戏的精彩时刻。面对妈妈关于游戏中附魔台的追问，叨叨详细讲解，滔滔不绝的样子俨然一个骄傲的Minecraft 专家，比起回答幼儿园生活的支支吾吾，简直判若两娃。 为了守护这份热爱，我们一起商量制定了游戏规则。1.只能在8点到21点之间玩游戏。2.单次游戏时间20分钟，间隔要满半小时。3.平日每天可以玩两次，假日每天可以玩四次。4.游戏不能耽误生存任务，包括但不限于吃饭睡觉洗漱出门打电话写作业。 在规则之下，我们肆意玩耍。我迷路的时候，叨叨提议建造一个高塔，站在高塔上寻找基地。我驯养的四只狼因我划船过快跟丢了，我返回找到两只后，还想继续找，小哲学家给出箴言：“有两只就足够啦。”后来，叨叨学会了基本的键鼠操作，他在山坡上做水滑梯，在房顶上设瀑布，在房间里挖水坑，拿胡萝卜养小猪，攒火药做 TNT（结果被我不小心引爆把基地炸毁了一半）。 游戏变成了项目学习的载体。我们计算制造铁砧板需要的铁块数量，测量从高塔上跳下后落入海中的时间，扮演僵尸和苦力怕来模拟敌人的心理活动，借由hardcore 模式来讨论人死后的一切清零 。 昨天早上，叨叨抱着韩语版的游戏攻略，问我：“爸爸，耐久度用英语怎么说呀，是 durability 吗？”今天又突然问我：“爸爸，Do you like iron ingot？”我说：“Yes,I do.”我心中暗喜，这也算是英语启蒙了。","raw":null,"content":null,"categories":[],"tags":[{"name":"游戏","slug":"游戏","permalink":"https://ftime.github.io/tags/游戏/"}]},{"title":"Minecraft","slug":"20250128-Minecraft","date":"2025-01-27T22:56:23.000Z","updated":"2025-02-23T02:34:59.858Z","comments":true,"path":"2025/01/28/20250128-Minecraft/","link":"","permalink":"https://ftime.github.io/2025/01/28/20250128-Minecraft/","excerpt":"","text":"这是一篇草稿。 24年12月中旬，叨叨聊起幼儿园的很多孩子都知道《Minecraft》这个游戏。为了和他有更多共同话题，增加他的见识，我就下载试玩了一下。 这是一个由方块组成的像素世界——树是方块，泥土是方块，云也是方块。起初，我完全不会玩，连树都不会砍，以为是点击左键砍树，点了半天也没动静，其实是应该按着左键不松。第一个夜晚就被僵尸围攻，一命呜呼。于是我们开始一起学习，每天看两集YouTuber舞秋风的新手入门教程，从图书馆借来所有游戏相关的书籍，生存指南、探险指南，战斗手册。我只是大概看了一下这些书，但是叨叨看得很认真，翻来覆去地看，各种知识点看得烂熟于心。 我操作游戏，叨叨在一旁指手画脚地参谋。第一次看到苦力怕，我无知无畏，傻傻地准备上前攻击，他在一旁惊慌失措，大喊大叫，“不要离苦力怕这么近，离他远点，得远距离攻击！” 第一次看到末影人，我又准备去攻击，他在一旁着急地跺脚，“爸爸，爸爸，不要看他，不要看，赶紧跑”。我说：“叨叨，你比敌人更吓人”。 儿子把最重要的几本指南翻看了很多遍，妈妈不懂游戏里面的规则，他能很详细地讲解，面对妈妈的追问，他能流利地解释。餐桌上的话题变成了游戏讨论，写字练习的内容是游戏中的见闻，睡前的故事时间也变成了游戏复盘。 为了防止沉迷，我们一起商量制定了游戏规则。1.只能在8：00到21点之间玩游戏。2.每次游戏时间20分钟，每两次游戏之间要间隔半小时。3.工作日每天可以玩两次，公休日每天可以玩四次。4.游戏不能耽误正事，正事包括但不限于吃饭睡觉洗漱出门打电话写作业。 游戏中的一些细节游戏中需要杀牛获取皮革和牛肉，虽然画面并不血腥，但刚开始动手时，我感到不忍心。时间长了，才慢慢适应。这个心理很奇怪，在现实生活中，明明会吃各种肉，只是自己没有亲眼看见杀戮而已，这是一种假慈悲吧。 叨叨在许多有趣的细节中找到快乐。他看到书上有一只小鸡站在人头上时，笑得前仰后合；看舞秋风视频时，对其中一句“僵尸，别射箭了”念念不忘。后来他会基本操作之后，他在基地附近用水做了一个水滑梯，然后滑滑梯玩。在房间里面的地板上，挖了很多坑，然后倒上水玩。 贪婪我在游戏中驯养了四只狼，结果我划船时速度太快，狼被远远甩在后头，跟丢了。我想返回寻找，找回了两只后，还想继续找。儿子反对，说：“有一只狼就够了。” 游戏只是一个载体，关于游戏，我和叨叨谈论了很多事情。游戏里面的很多元素和我们的人生很像。我们的人生是hardcore模式，只有一次，死了就没有了，我的这个世界就永远消失了。我们的人生也是和平模式，晚上没有敌对生物要来伤害攻击我们。我们的人生也是生存模式，我们会受伤，会生病，有看不见的细菌和病毒会入侵我们，我们需要吃饭维持体力，我们需要通过工作获取资源（就像游戏里面挖矿养殖），我们创造出来一些东西，我们可以和别人换东西，不过我们不是用绿宝石，我们用金钱，所有人都用这个来交换。","raw":null,"content":null,"categories":[],"tags":[{"name":"游戏","slug":"游戏","permalink":"https://ftime.github.io/tags/游戏/"}]},{"title":"活着活着就老了","slug":"20241110-认识自己","date":"2024-11-10T11:27:42.000Z","updated":"2024-11-12T22:45:31.322Z","comments":true,"path":"2024/11/10/20241110-认识自己/","link":"","permalink":"https://ftime.github.io/2024/11/10/20241110-认识自己/","excerpt":"","text":"衰老是一个缓慢的过程。我也才过了37岁生日，但不知道从什么时候，身体开始不如从前了。 最明显的是睡眠。大概五六年前开始，失去了睡懒觉的能力，六七点醒了，就睡不着了，就得起床。大概两三年前开始，失去了一觉睡到天亮的能力，半夜会被尿憋醒，起来上一次厕所，躺下之后，过一会儿才能睡着。我的卧室很暗很安静，睡前半小时不看手机，八点之后不喝水，即使如此，也并没有很大的好转。于是接受这一事实。 然后是心肺有氧适能，21年的时候，Apple watch显示我的数值是50到56之间，是中上偏上的水平。从23年3月开始，一路下滑，从51.5一路降低到23年10月的42.7。这些年，我的生活很规律，每天总的活动量都是差不多的，主要的运动就是每天跑步或者走路上下班，往返总距离是4公里。除此之外，我偶尔在家里做hiit。活动量没变，但是有氧适能逐渐下降，说明是心肺在衰老。从今年10月3号开始，我开始加强锻炼，每天早晨先去公园跑步半小时，或者在家做hiit20分钟，周六的时候，早上跑一个小时。每天上楼都走楼梯。一个月过去了，有氧适能从49.1涨到了51.9，依然只是高于平均水平而已，而我曾自以为我是属于高水平的。我曾以为我只是瘦，心肺不弱，现在来看，我是又瘦又弱。 毛发。21年开始，发现自己长了两根白鼻毛，剪了又长，就习惯了。22年，发现自己长了一根黄白色的胡子。24年，发现自己长了两根白头发。 脂肪。我虽然才59公斤，但是连续四年的体检结果显示，我腰围在逐渐变粗，我依然很瘦，但是肚子上有赘肉了。 我接受这个自然衰老的过程，不过我也会继续锻炼身体。俯卧撑，深蹲起，波比跳，平板撑，仰卧卷腹，跑步单车，逐渐把体能给锻炼起来。 岁月不饶人，我也不能饶过岁月。","raw":null,"content":null,"categories":[],"tags":[{"name":"认识自己","slug":"认识自己","permalink":"https://ftime.github.io/tags/认识自己/"}]},{"title":"20241028_翻译-写或者不写","slug":"20241028-翻译-写或者不写","date":"2024-10-28T11:20:32.000Z","updated":"2024-10-30T12:17:10.309Z","comments":true,"path":"2024/10/28/20241028-翻译-写或者不写/","link":"","permalink":"https://ftime.github.io/2024/10/28/20241028-翻译-写或者不写/","excerpt":"","text":"我在保罗格雷厄姆的网站上看到他更新了一篇文章，试着在这里翻译一下。虽然AI就可以翻译，但还是试着自己翻译一下，算是一种练习。原文链接：https://paulgraham.com/writes.html 我通常不愿意预言科技，不过我对这一点很肯定：几十年后，不会有很多人会写作。 如果你是一个作家，你会发现很多人觉得写作很难。医生知道很多人在为一个痣担心，善于鼓捣电脑的人知道很多人不擅长这件事，作家知道很多人在写作上需要帮助。 人们觉得写作难是因为它本来就很难。要想写得好，首先得想清楚，但清晰思考是困难的。 写作渗透在许多工作中，越是受尊重的工作，就越是需要写作。 对写作的广泛期待和无法减少的写作难度，这两股力量产生了巨大的压力。这是为什么知名教授经常诉诸抄袭。最让我震惊的是，抄袭的水平之低劣，他们抄袭的经常是最单调的套话-那些任何稍微有一点写作能力的人都能轻易写出来的东西。这就是说，他们连一点像样的写作能力都没有。 一直以来都没有一个方便的释放这股压力的阀门。你可以付钱让人代写，比如JFK（肯尼迪总统），你可以抄袭，比如马丁路德金。但是，如果你无法请人代笔或者抄袭文字，你就得自己写。于是，几乎每一个想要写作的人都得学习如何写作。 然而，这都是过去时了。AI打开了新世界。所有写作的压力都消失了。你可以让AI给你写，无论是在学校还是职场。 结果是，世界分成了两部分，能写的和不能写的。仍然会有人写作，有些人就是喜欢写作。但是很会写和不会写的中间地带将会消失。以前，有写得好的人，写得一般的人，不会写的人。以后，只有写得好的人和不会写的人。 这很糟糕了吗？当科技让技能变得落后，这些技能随之消失不是很常见吗？现在铁匠很少，看起来好像也不是一个问题。 是的，很糟糕。原因是我之前提到的：写作就是思考。有一种思考只能通过写作来完成。Leslie Lamport说得好：如果你思考而不写作，那么你只是以为你在思考。 所以，一个被分成写作和不写作的世界比听起来更危险。那将是一个思考和不思考的世界。我知道我想处在哪一半世界里，我猜你也知道。 这种情况不是史无前例的。在前工业时代，大部分人的工作让他们身强体壮。现在你想变强壮，你得去锻炼。所以现在依然有强壮的人，但也只是那些选择了锻炼的人。 写作也是如此。依然会有聪明的人，但也只是那些主动选择了变聪明的人才会。","raw":null,"content":null,"categories":[],"tags":[{"name":"翻译","slug":"翻译","permalink":"https://ftime.github.io/tags/翻译/"}]},{"title":"韩国的ISA账户","slug":"20241021-ISA账户","date":"2024-10-21T11:25:35.000Z","updated":"2024-10-22T12:06:21.712Z","comments":true,"path":"2024/10/21/20241021-ISA账户/","link":"","permalink":"https://ftime.github.io/2024/10/21/20241021-ISA账户/","excerpt":"","text":"我在韩国开通了ISA账户，顺便研究了一下相关的政策，在这里记录一下。 ISA翻译过来叫个人储蓄账户，是鼓励老百姓长期投资而设置的一种账户类型，说叫储蓄，但是感觉和储蓄的关系不大，叫减税账户更合适。我开通这个账户就是为了少交点税。 居住在韩国的19岁以上的人都可以开通，开通后，每年（12月31日截止）最多可以往里面转入2000万韩元，累计最多可以转入1亿韩元。账户开通的时候必须设置到期时间，至少得是三年（好像是从开通之日起算365x3天），也就是至少三年之后账户才能到期解除。不过到期时间没有上限，可以尽量设置的长一点，比如50年，如果有需要，在开通满三年后解除就可以了，只要满了三年，就可以享受这个账户所有的优惠政策。 账户到期之前，存进来的钱可以用来投资市场上各种用韩元交易的股票etf债券或者各种理财产品（不能换成外汇投资国外的证券市场），对于因此得到的股息或者分红或者买卖收益都先不征税（延期征税），先利滚利把雪球滚起来，秋后一起算总账。账户到期之前，根据自己的情况，分批变卖也好，一起变卖也好，里面所有资产都得变卖成现金，到期日之后，统一清算税金。这个时候账户里面的总额减去当初存进来的本金，再减去200万的免税额度（低收入的人有400万的免税额度），剩下多出来的部分就是投资收入，对于这部分收入，分离征税，只征收9.9%的税，然后剩下的钱就是自己的了。当然，如果投资失利，最后算下来不赚钱，那就不用交税了。 因为如果不用这个账户，所有的分红和股息和资本利得（这里的资本利得指的买卖韩国市场上追踪国外指数的EFT，比如tiger S&amp;P 500，纳斯达克100，道琼斯指数等。纯粹的韩国上市公司的股票和ETF不收这个买卖差价的利得税）都要收15.4%的源泉税，也就说，在发放股息和分红的时候，先把这个15.4的税给扣了，再发到自己的账户上。但是在ISA账户里面的话，所有的收益都先不扣，收益原封不动打到账户上，可以把这个钱再次投资，利滚利，直到最后账户到期清算的时候才收一次9.9的税。 如果不是在这个ISA账户投资，而是普通的投资账户的话，如果一年累计的分红和股息和资本利得和利息收入超过了2000万韩元，那还要再次追加进行金融综合所得税的阶梯征税（6%到45%不等）。但是在ISA账户里面，在账户到期之前，所有的收入都不征税，最后清算后，哪怕这个收益有一个亿，也只收这一次9.9的税，而不会再次计入金融综合所得税进行阶梯收税。根据投资的收益，因此节省的税可能会非常多。 如果不满三年需要提前解除账户的话，那收益的部分就要按照原本的15.4%的税率交税，任何税收优惠都没有。 关于存取资金。每年存入的限额是2000万，账户存入的总限额是1个亿（这里的总限额一个亿说的是能转账进去的本金的限额，自己通过投资，让资本增值，这个没人规定限额。如果投资失利，一个亿变成了8000万，但也不能因此再往里面转钱）。每年最多能往账户里面转入2000万，累计最多能往账户里面转入一个亿。这里的转入是单次的，比如1月1日开通账户，然后转入了2000万，然后立刻又转出了2000万，那么账户的资金是0，但是今年的额度已经用完了。想再转钱进去投资，就只能等到明年1月1日了。","raw":null,"content":null,"categories":[],"tags":[{"name":"投资","slug":"投资","permalink":"https://ftime.github.io/tags/投资/"}]},{"title":"叨叨的超级马里奥","slug":"20241007超级马里奥","date":"2024-10-07T11:08:45.000Z","updated":"2024-10-07T12:30:26.874Z","comments":true,"path":"2024/10/07/20241007超级马里奥/","link":"","permalink":"https://ftime.github.io/2024/10/07/20241007超级马里奥/","excerpt":"","text":"叨叨很喜欢经典的超级马里奥游戏，自己不会玩，总是嚷嚷着让我玩。玩了差不多一个月，现在他的热情减退了。在这期间，他画了一些马里奥的游戏场景，我拍摄下来，在这里留存一下。","raw":null,"content":null,"categories":[],"tags":[{"name":"童趣","slug":"童趣","permalink":"https://ftime.github.io/tags/童趣/"}]},{"title":"2024年中秋回国的流水账","slug":"20240927","date":"2024-09-27T11:34:57.000Z","updated":"2024-10-21T11:36:08.232Z","comments":true,"path":"2024/09/27/20240927/","link":"","permalink":"https://ftime.github.io/2024/09/27/20240927/","excerpt":"","text":"上海见识了浦东机场的出租车管控。管理员拍摄了司机的里程表，还问我们要去哪里，是长途还是附近的地方。在酒店附近随便找了家餐馆，点了牛肉面和虾饺，都很好吃。晚上带儿子去了上海中心大厦，在五百多米的高空看夜景，灯火繁华。妻说：“这种地方，纸醉金迷，多少钱都不够花。”去了上海野生动物园，坐在游览车里看了斑马老虎狮子们。天气很热很晒，不到三个小时就没力气继续逛了，最后选择坐在摩天轮里吹空调避暑，然后直奔酒店休息。晚上去见了高中同学，他中午才从东京出差回来，我是提前一个月约的他，晚上我们一起吃饭聊天。我是个打工人，他是医疗公司的高管，负责九家公司的业绩和两百多名员工的生计。十多年未见，乡音未改鬓毛衰，聊得挺愉快。 父母我爸开车带着我妈来接机。我妈高兴地抱起了叨叨，但是叨叨有点扭捏，身体很僵硬地被奶奶抱着。去看望了二舅，这是妈妈原生家庭唯一在世的亲人。去了姥爷的坟头，旁边是大舅和三舅的坟头。妈妈把吃的放在姥爷的坟头，说：“爹，外孙儿来看你了，东西你吃吧。”妈妈不想麻烦把东西掏出来分成三份，说：“大哥三哥，你们也吃吧。”不过她又犹豫了一下，还是把东西掏出来分了分，说：“恁三舅比较固执，不给他送过去他就不吃。”我想起了Coco电影，虽然他们已经不在了，但是他们仍然以记忆的方式存在于世界中。妈妈是那个我最不忌讳怎么说话的人，妈妈是很细心的人，她会照顾得很仔细，把屋子收拾得尽可能干净，把衣柜给我腾出来，把房间里的缝纫机搬走，甚至把卫生间放东西的台子也腾空让我们用。妈妈每天都尽力给我们做好吃的饭菜，却仍然觉得做得不够好。爸爸每天早上去给叨叨买肉包子，给我们买水果，而且是卖精品水果的地方，买瓜子，买牛肉，多次建议去外面吃饭，还尽量不让我花钱。某天清晨，我和爸爸在小区院里打了半小时的乒乓球。有天爸爸喝了点酒，我开车载他回家，他借着酒劲给我说了一席话，我感受到了他对老年的恐惧，对于我不在国内不在身边的焦虑，对于姐姐家庭的担忧。他期望我能回到国内，只要在国内就行。 岳父母在多云的早上，天气凉爽且不晒，和岳父母一起去爬了青龙山。他们曾经爬过很多次的山头，但是现在走几步就要大喘气休息一会。他们71了，疫情期间还陆续生病住过院，身体大不如以前了。下山后去了附近的海上桥村，在古朴的院子的露台上，喝花茶嗑瓜子，歇脚休息。岳母特地给叨叨留了一盒过年的烟花，包括一个加特林，窜天猴，摔炮，还有很多地陀螺（滴滴金儿）。叨叨最喜欢地陀螺，连着放了三四个夜晚。 叨叨去雪花洞看了钟乳石，叨叨嫌导游啰嗦，说导游讲解的他在书上都看过。在钟乳石前拍了一张照片，本来没想要放大版的照片的，但是叨叨很喜欢，就要了一张。他喜欢了三四天，挺值。叨叨让我玩超级玛丽，玩240条命的打砖块，打到我不想打，打到他不再心心念着要玩游戏。叨叨的姐姐们都很宜人，和叨叨相处愉快。格格姐姐鑫鑫姐姐会照顾包容叨叨，媛媛姐姐会和叨叨一起玩，很融洽，没有矛盾。从我家去岳父母家的时候，叨叨不想去，因为他已经和媛媛姐姐玩熟了，最后被我强行抱着出了家门。最后在出发回韩国的前夜，叨叨红着眼睛说，我就要和爷爷奶奶外公外婆姐姐们永别了。叨叨热衷于玩乒乓球，后来还带他玩了篮球，他比我预想得上手得快。叨叨得了过敏性鼻炎，鼻塞严重，夜里呼吸困难，必须小心地调整睡姿才能入睡。去的第一个诊所没有给治疗，后来去医院的耳鼻喉科，医生给开了糠酸莫米松鼻喷雾和抗过敏的药，而且用生理药水洗了两次鼻孔，两天后症状就消失了。 饮食回家两周在外面吃了五顿饭，有三次是吃火锅，一次是吃烩面，一次是吃牛肉面，另外打包了凉皮凉粉肉夹馍鸡爪之类的零食。这么多次外食对我来说已经足够了，吃完这些，我只想在家吃家常便饭。 朋友约见了两个高中同学，去年回国时就约着吃了一次饭。再次相见，感叹时间过得很快。聊的话题不重要，看到熟悉的脸庞，听到熟悉的声音，很安心，我们在一起变老。朋友，明年再见。","raw":null,"content":null,"categories":[],"tags":[{"name":"回国","slug":"回国","permalink":"https://ftime.github.io/tags/回国/"}]},{"title":"玛丽上身","slug":"20240817玛丽上身","date":"2024-08-17T10:50:42.000Z","updated":"2024-08-17T11:10:57.285Z","comments":true,"path":"2024/08/17/20240817玛丽上身/","link":"","permalink":"https://ftime.github.io/2024/08/17/20240817玛丽上身/","excerpt":"","text":"可聪明了叨妈说：“快来看，红月亮。”我和叨叨跑到窗前，只见远山上空，一弯新月，泛着微弱的红光。我说：“是呀，月亮怎么是红色的？”叨叨说：“是呀，为什么呀？我可聪明了，但我也不知道。” 山怎么烤叨叨在玩世界地图拼图时，看到了南美洲的安第斯山脉。叨妈在一旁开玩笑说：“这个安第斯山脉很重要，你要记住，以后初中高中会考。”叨叨很吃惊，问：“烤山？山那么大怎么烤呀？” 玛丽上身叨叨说，他在幼儿园看了超级玛丽和桃子公主的视频。于是我在电脑上找到超级玛丽游戏，玩给他看。他看得入迷，后来还用乐高拼了一个超级玛丽的游戏场景。晚上关灯后躺在床上，他意犹未尽，指着天花板上的方形顶灯说：“爸爸，这个灯像不像超级玛丽里面的问号箱呀？”我大笑，说：“像”。然后我站起身，跳了一下，假装顶箱子。叨叨也跟着站起来，嘴里发出“嘚零零”的声音，说：“我刚吃了你顶出来的蘑菇，现在我变成大玛丽了。” 耳朵先醒早上醒来，看到叨叨的睡姿，我和叨妈都笑了。叨妈说：“他可能在梦里跑步呢。”这时候，叨叨突然睁开眼睛，严肃地问：“爸爸妈妈，你们在笑话我睡觉的姿势像跑步吗？”我有点惊讶，他刚才明明在睡，看来耳朵已经醒了，连忙说：“你都听到了啊？我们不是笑话你，是觉得好玩。你刚才梦里在跑步吗？”叨叨一本正经地解释说：“没有做梦，我也没睡，只是闭着眼睛而已。” 你相信谁叨叨说：“爸爸，我在幼儿园见到了松虫（橘黑色相间，长满白毛的虫）。它身上的毛会把人毒死的。”我说：“不会吧，我觉得松虫没那么毒。你是从哪儿知道的，书里说的吗？”他说：“不是，我听김민수（金珉秀，他的幼儿园朋友）说的。”我说：“我觉得他说得不对，你相信谁？”他说：“김민수”我说：“好吧，我们上网查一下。”我查了网页，问了 ChatGPT，并给他读了答案，结果都说松虫不会毒死人。他自己也看了看，最终选择相信 ChatGPT。他跑走后又回来，说：“我觉得김민수应该就是瞎说的。”","raw":null,"content":null,"categories":[],"tags":[{"name":"童趣","slug":"童趣","permalink":"https://ftime.github.io/tags/童趣/"}]},{"title":"修东西","slug":"20240817修东西","date":"2024-08-17T10:48:56.000Z","updated":"2024-08-17T11:19:30.572Z","comments":true,"path":"2024/08/17/20240817修东西/","link":"","permalink":"https://ftime.github.io/2024/08/17/20240817修东西/","excerpt":"","text":"这半年我修了家里的几件东西。 先是换刹车灯泡。本来没想自己弄，去修车行也花不了多少钱。但是就在灯坏前几天，我和同事聊天时，他说，傻瓜才去修车行换刹车灯和尾灯，因为实在太简单。他竟然用“傻瓜”这个词，我不想对号入座，就上网找视频学修灯，去十元店买了一个活动扳手和一对灯泡，从后备箱内侧把固定灯罩的螺母拧下来，取下灯罩，换上新灯泡，再原路装回去，十几分钟搞定。我觉得去修车行并不傻，不过会少一份动手的乐趣和成就感。 后来是微软大馒头鼠标。用到两年多时，左键失灵，我联系售后换了一个新的，结果用了一年半，左键又失灵了，需要点两三次才有反应。我很喜欢这款鼠标，因为用了之后手腕没疼过。本想再买一个新的，但是又担心用不了多久再次坏掉，变成电子垃圾。于是就查了修理的方法，有人说是按键磨损导致失灵的，修起来比较简单，在按键下面磨损严重的地方贴一片透明胶，垫高按键就能修复。也有人说是按键下面的开关坏了，需要用电烙铁把坏的开关拆下来，再焊一个新的上去，这个相对难一点。我网购了一套异形螺丝刀、电烙铁和开关，先试着修一修，万一修坏了就再买新的。我把鼠标拆开后，先试了贴透明胶的方法，结果贴上装好，能正常使用了。幸福来得太突然，电烙铁和开关只能等以后再用了。 然后是美旅行李箱。21 寸黄色硬壳拉杆箱，我以为是五六年前买的，查记录发现是九年前买的。想一想，曾拉着它走在琦玉的街道上，花莲的细雨中，高雄的热浪里。去年在首尔国立中央博物馆门前拉着走的时候，安静的它突然轰隆隆响，仔细一看是拉杆侧的两个轮子的橡胶圈磨掉了，轮毂直接和地面摩擦发出噪声。坚持用到回家，把它放在角落，想着再凑活用几次，换个新的。上个月，妻临时要带着它独自旅行，她觉得行李箱吵一点也没关系。我修过几次东西，有了点自信，想着行李箱应该也能修。我拉开行李箱衬里的拉链，发现轮子是用螺丝固定在箱子上的。虽然拉杆侧的两个轮子坏了，但是拉杆对面的轮子是好的，我把前后轮调换了位置，这样拉着走的时候，行李箱还是安静的。再后来，我给它换上了网购的新轮子，尺寸刚好，它重新变得灵活顺滑。我开始期待下一次旅行。 最近是阳台的墙。冬天时，房间的湿气穿过推拉门，在阳台的角落结露。霉菌在潮湿的墙角繁殖，斑斑点点。我虽然用消毒水除了霉，但是墙面斑驳，很不美观。在网上看了几个阳台涂漆翻新的视频，我觉得我也能干。夏天来了，趁着天干物燥，我买来工具，下班后变身粉刷匠修理阳台。周三刮腻子修补墙面的坑洞裂缝，周四用砂布把修补的面打磨平整，周五粘遮蔽胶带保护窗棱、门框、开关和灯座。周六上午涂防止结露的油漆，用刷子涂抹墙体棱角和窗框边缘狭窄的地方，用滚筒涂抹宽阔的墙面。我用滚筒刷墙时，让叨叨和叨妈也上场体验了一把粉刷匠的感觉。我总共刷了两层漆，湿透了两件短裤，刷出了两平米漂亮的阳台。 自己动手的感觉真好。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"四分漂亮","slug":"20240707-四分漂亮","date":"2024-07-07T00:16:37.000Z","updated":"2024-07-07T00:24:34.971Z","comments":true,"path":"2024/07/07/20240707-四分漂亮/","link":"","permalink":"https://ftime.github.io/2024/07/07/20240707-四分漂亮/","excerpt":"","text":"爸妈的颜值妈妈问：“如果最漂亮是十分的话，你觉得妈妈有几分？”叨叨说：“四分。”妈妈问：“那爸爸呢？”叨叨说：“也是四分。”我问：“你见过十分漂亮十分帅的人吗？”叨叨说：“没有。” 唱歌的水平叨叨在唱行星之歌，我也跟着哼，他说：“爸爸，你一起唱就不好听了。”我说：“那我不唱了。”叨叨说：“我唱的时候你不要唱，我不唱的时候你再唱。”我说好的。等他不唱了，我开始唱。叨叨说：“爸爸，我觉得你唱得不准。” 新家的感觉周六短途旅行，住了一晚酒店，周日下午回家，刚进屋门，叨叨说：“去了一次酒店，回来感觉家像新的一样。” 紫菜的位置叨叨问：“这盒紫菜怎么一直放在这里呀？”我说：“我也不知道，你觉得呢？”叨叨说：“我就是不知道才问你的呀。”妈妈问：“你是不是想吃了？”叨叨说：“是的。” 黑夜的眼睛熄灯后，叨叨独自去上厕所，回到卧室后，他说：“爸爸，晚上我一个人上厕所害怕。”我问：“为什么呀？”叨叨说：“因为觉得窗外的灯就像怪兽的眼睛在看我。” 奇怪的味道在公园上厕所，我闻到一股奇怪的味道，我问：“叨叨，你闻到了没有，一股很奇怪的味道。”叨叨没有理我，继续尿尿。于是，我又问了一遍。叨叨实在没办法，只得回答：“爸爸，我正在憋气，我闻到了，不好闻，所以我在憋气。” 飞船的座位叨叨看科普漫画，里面有三个角色，他说：“爸爸，我想梦见他们仨，和他们一起坐上飞船去冒险。”我说：“好呀。”叨叨：“但是，这艘飞船上只有三个座位，我只能站着或着蹲在飞船的地上了。” 休息的时间我说：“叨叨，你看书太久了，需要休息一下眼睛。”叨叨说：“不，我还想看书。”我说：“我们只去阳台远眺一分钟。”叨叨说：“不。”我说：“那好吧，去 59 秒。”叨叨说：“好的，我觉得 59 秒对我刚刚好。”","raw":null,"content":null,"categories":[],"tags":[{"name":"童趣","slug":"童趣","permalink":"https://ftime.github.io/tags/童趣/"}]},{"title":"我觉得你想问","slug":"20240525我觉得你想问","date":"2024-05-25T01:01:28.000Z","updated":"2024-07-07T00:27:27.099Z","comments":true,"path":"2024/05/25/20240525我觉得你想问/","link":"","permalink":"https://ftime.github.io/2024/05/25/20240525我觉得你想问/","excerpt":"","text":"我觉得你想问叨叨指着书封面上的一个红色小球，说：“妈妈，我觉得你想问我这是什么东西。”妈妈说：“你咋知道我想问呀？我不想问。”叨叨无语凝望妈妈。妈妈说：“你要想说就说吧，那是啥？”叨叨：“这是红细胞。” 噩梦叨叨七点就醒了，径直来到客厅，攥着拳头捶沙发，看来心情不好。我问：“怎么回事，做噩梦了？”叨叨说：“是的，梦里面爸爸把我的甜东西都吃了，曲奇饼干、软糖、口香糖，还有果冻。”我问：“我一下子都吃了？”叨叨说：“你是一个一个慢慢吃的，全吃了，我觉得你做得有点不对。”叨叨说着眼泪都掉下来了。我说：“是不对，我怎么能把那么多甜东西都吃了呢，那爸爸的牙齿不就该坏掉了？”叨叨听到这里，破涕为笑：“是呀，那爸爸的牙齿就都坏了。” 太有劲了我们去停车场开车，发现一辆微型车横在正前方，挡住了我们的去路，我就把那辆车往前推了推。叨叨眼睛瞪得溜圆，大声惊呼：“爸爸，你竟然能推动一辆车，你太有劲了。”我哈哈大笑，说：“是呀，爸爸厉害吧。” 富士山下叨叨听了几遍《富士山下》，开始跟着哼唱，他虽然没有看过歌词，也不懂歌词大意，但是唱得投入，有模有样。我听的遍数远比他多，但是唱得不如他，我总是害怕唱错而不敢开口，而他并不在乎粤语发音是否正确，只是跟随自己的感觉，享受哼唱的乐趣。 同理心周六上午，我带叨叨出门骑平衡车，顺便去图书馆还书。我问他：“我们怎么安排行程？”叨叨说：“我们先去图书馆，然后去植物园，最后再去公园玩。”我问：“为什么？”他说：“因为如果爸爸一直拿着书的话，太沉，爸爸太累了。” 我们俩都错了在操场上，叨叨骑着平衡车，我推着他沿着跑道绕圈跑。跑了七八圈之后，我放松警惕，推得越来越快，结果在转弯的时候，他没有控制好方向，车歪到一边，人栽在地上。他放声痛哭，我检查伤势，幸好只是皮肤擦伤挫伤。我抱着安慰他：“对不起，是爸爸推得太快了，爸爸做错了。”叨叨说：“我觉得我也错了，我没有保持好平衡，我们俩都错了。” 我能忍着在篮球场，我们拿网球当篮球玩，投篮抢球，玩得一头大汗。叨叨说：“爸爸，我想喝水。”我说：“我忘记带水了，我们回家吧。”他说：“那我要继续玩，我能忍着。” 随便涂鸦和幼儿园班主任面谈，班主任给我们说了叨叨不喜欢画画的事情。每天老师都先让孩子们在本子上画一画，画自己今天想玩什么。叨叨通常画一条绿色的线，线上再画一个人，表示他想在院子草地上玩，如果是在教室里玩，他就只画一个人。后来，他干脆什么都懒得画了。老师看不过去，说：“你随便涂鸦都行。”于是，叨叨乱画一气，涂满一页，然后就跑去玩了。 书不上桌叨叨痴迷于Why系列漫画丛书，吃饭的时候放在餐桌上看。妈妈说：“专心吃饭，书不要放在桌子上。”于是，叨叨把书放在了脚下的地板上，一边吃饭，一边歪着脑袋，继续低头看。","raw":null,"content":null,"categories":[],"tags":[{"name":"童趣","slug":"童趣","permalink":"https://ftime.github.io/tags/童趣/"}]},{"title":"写了一个定时锁屏的程序来防止久坐","slug":"20240427让chatGPT写一个定时锁屏的程序","date":"2024-04-27T06:24:02.000Z","updated":"2024-04-27T07:51:00.778Z","comments":true,"path":"2024/04/27/20240427让chatGPT写一个定时锁屏的程序/","link":"","permalink":"https://ftime.github.io/2024/04/27/20240427让chatGPT写一个定时锁屏的程序/","excerpt":"","text":"办公室打印纸的包装盒上写着一句玩笑话：사무실은 놀이터다（办公室是游乐场。）我把这个包装盒拿过来垫高显示器，每天都能看到，看得多了，慢慢就熟视无睹了。 我们的办公室不是游乐场，原先在入口处靠墙根有一排沙发，算是个简易的休息空间。后来一个一百多人的大型项目组入驻我们办公室，他们人多会议多，导致会议室不够用，他们把门口的沙发撤了，用一排隔板围成了一间临时会议室，于是连仅有的休息空间也消失了。 本来就没有休息空间，我工作的时候又经常忘记休息，除了喝水尿尿，或者同事让我去帮忙，我大部分时间就在屏幕前坐着。意志力比较强的时候，会起身走上一分钟，去楼梯间的窗口前远眺一会，拉伸一下身体，但是大部分时间就是坐着。明知道这样不好，眼睛脖子和屁股都受不了，但坐的惯性比较大，起身的动力比较小。每到下班走在路上，发现眼睛疲惫的时候，总是很后悔，没人强制让我坐在位置上，怪我自己没有主动去休息。 我也给自己定过休息的闹钟，在手机上，apple watch上，但是闹钟响了，随手关掉，屏幕的工作继续，强制让我去休息的效果不是很好。这周，我不知怎么的就冒出了一个点子，让chatGPT写一个定时锁屏的程序，我设置时间，到时候电脑自动锁屏，强制提醒自己休息的时间到了，反正已经锁屏了，解锁反而需要动用意志力来操作，那干脆就起来活动一下吧，哪怕只是去接杯水上个厕所洗个手呢。 我让chatGPT用python写的，又微调了一下，目前用了一天，感觉挺好用。我本来还写了弹窗提醒，比如提醒还剩下一分钟就要锁屏了，锁屏五分钟后再自动解锁。但是用了一下，发现效果不好，不如直接锁屏干脆利落，而且我发现要把解锁的密码弄得复杂一点，这样就有更强烈的动机，起身休息一下。 chatGPT写出来的程序如下。 123456789101112131415161718192021222324252627282930313233343536import timeimport osdef main(): # 获取用户输入的专注工作时间（以分钟为单位） rest_time = int(input(\"请输入专注工作的时间（分钟）：\")) # 将休息时间转换为秒数 rest_seconds = rest_time * 60 # 获取当前时间 current_time = time.localtime() current_hour = current_time.tm_hour current_minute = current_time.tm_min # 计算预计休息的时刻 rest_hour = (current_hour + (current_minute + rest_time) // 60) % 24 rest_minute = (current_minute + rest_time) % 60 # 打印设置的专注时间和预计休息时刻 print(\"专注时间已设置为 &#123;&#125; 分钟。\".format(rest_time)) print(\"当前时间为：&#123;:02d&#125;:&#123;:02d&#125;\".format(current_hour, current_minute)) print(\"预计休息时刻为：&#123;:02d&#125;:&#123;:02d&#125;\".format(rest_hour, rest_minute)) # 等待指定时间 time.sleep(rest_seconds) # 执行锁屏操作（在Windows系统下使用） lock_screen()def lock_screen(): # Windows系统下执行锁屏操作 os.system(\"rundll32.exe user32.dll,LockWorkStation\")if __name__ == \"__main__\": main()","raw":null,"content":null,"categories":[],"tags":[{"name":"玩","slug":"玩","permalink":"https://ftime.github.io/tags/玩/"}]},{"title":"黑黑地都忘了","slug":"20240316黑黑地都忘了","date":"2024-03-15T22:39:47.000Z","updated":"2024-04-13T01:07:46.649Z","comments":true,"path":"2024/03/16/20240316黑黑地都忘了/","link":"","permalink":"https://ftime.github.io/2024/03/16/20240316黑黑地都忘了/","excerpt":"","text":"没有绳子周末吃早饭，叨叨不安分，边吃边来回走。妻开玩笑说：“吃完饭再离开餐桌，要不然我把你绑在椅子上。”叨叨说：“可是我们家没有绳子呀。”妻说：“没有绳子也可以把你绑起来。”叨叨问：“用什么，用毯子？”妻说：“对，用毯子。”叨叨说：“哇，我竟然一下子就猜中了。” 怪兽规则晚饭前，叨叨邀我和他一起看绘本，给我读了怪兽要遵守的五个规则。读完后吃晚饭，他吃到一半去别的房间转了一圈。我说：“叨叨，要不然我们也制订一些规则吧，像怪兽一样。”他说：“不行。”我问：“为啥？”他说：“你的第一条规则肯定是吃饭的时候要专心吃饭。” 刚睡着了睡前夜话，叨叨听着听着睡着了。我和妻继续聊，叨叨突然说：“爸爸，我刚才睡着了。”我说：“爸爸和妈妈聊天呢，你继续睡吧。”第二晚，再次把叨叨聊睡着了，结果他睡了一会儿突然说话：“爸爸，我刚才睡着的时候流口水了。” 不得不听叨叨玩迷你冰壶，栽到地上磕了门牙，嘴唇肿胀，牙龈出血，牙齿移位。去看牙医，所幸没有大碍。牙医叮嘱，要观察三个月，期间不能用门牙吃硬东西。回家的路上，我教育了一通。晚饭餐桌上，妻嘱咐了一遍。熄灯后躺下，我打算再强化一下，刚开口说了个头，叨叨说：“爸爸，답답해（太郁闷了）。” 我问：“怎么了，哪里不舒服吗？”他回答：“因为又得听你说呀。”我深吸一口气，把话憋了回去，说：“好，我知道了，我不说了。” 黑黑地都忘了我说：“叨叨，我们一起去过沙花公园，你还记得吗？”他说：“不记得了，我黑黑地都忘了。”我问：“你说啥，你再说一遍？”他看我没听懂，用韩语说：“까맣게 잊어버렸어.”我查了词典，才知道是个俗语，忘得一干二净的意思，按字面意思直译就是“黑黑地都忘了”，跟“我感到蓝色”（I feel blue）差不多。 想事情叨叨关着门，独自在小房间里面安静地待了十来分钟。他出来后，我问他：“刚刚怎么了，你在里面干什么？”他说：“没什么呀，就是在想事情。” 学以致用叨叨说：“幼儿园老师说‘不要看别的小朋友的缺点，要看他们的优点’，所以我刚看到爸爸画的画，我说了‘爸爸画得真好看’。” 担心的事叨叨问：“你看到我刚骑着滑板车一下子转到这里面的小路上了吗，帅吧？”我说：“看到了，我还担心呢，怕你转弯太急会摔倒。”他问：“你和妈妈，你们担心的事情怎么那么多？”","raw":null,"content":null,"categories":[],"tags":[{"name":"童趣","slug":"童趣","permalink":"https://ftime.github.io/tags/童趣/"}]},{"title":"把家给炸了","slug":"20240203把家给炸了","date":"2024-02-02T22:35:56.000Z","updated":"2024-04-13T01:07:20.838Z","comments":true,"path":"2024/02/03/20240203把家给炸了/","link":"","permalink":"https://ftime.github.io/2024/02/03/20240203把家给炸了/","excerpt":"","text":"把家给炸了晚上准备洗澡睡觉了，叨叨拿着折纸的书说：“可是今天晚上一个陀螺也没有折。”我说：“是呀，想干的事情很多，可是时间不够。”他很失望，挥着拳头捶沙发，说：“叨叨现在有百分之五十万生气，都数不清了，叨叨想把家给炸了。”我问：“怎么炸呀？”他说：“用普通炸弹、定时炸弹和原子炸弹”。我问：“炸我们家吗？”他想了想，说：“不是，别人家。”然后指了指窗外。 我们俩是亲戚看完了《谎话连篇的橡胶手套》绘本，叨叨说：“我觉得橡胶手套和搓澡手套是朋友，因为他们俩互相说了很多话。”我问：“哦，爸爸和叨叨也说了很多话，你觉得我们俩是不是朋友？”他说：“我觉得我们俩是亲戚。” 爸爸都吃吧我给叨叨做了一盘迷你花生酱三明治，他给了我一个，说：“所有的东西爸爸都可以吃一个，剩下的都是叨叨的。不过蜂蜜不算，我觉得那不好吃，爸爸都吃吧。” 唯一的办法晚上睡前，叨叨躺在床上给我讲动画片里的情节，讲了两遍我都没听懂，他有点气馁，说：“爸爸，我现在生气了，98%的生气。”我说：“对不起，我实在是没听懂。《真的真的很想大喊大叫》那本书里面的小朋友，生气的时候用了深呼吸这种方法，我们要不要试一试？”他说：“我不想用这个方法。”我问：“那怎么办？”他说：“我觉得唯一的好办法就是睡着之后都忘掉。”我说：“那好吧，那我们睡吧。”结果他躺了一会，睡不着，继续跟我解释：“触手就是水母的头下面那种长长的东西。”我说：“哦，原来你说的是触手呀。”他说：“是的，你终于听懂了？” 我还记得呢早上出门前，像以往一样，我抱了抱叨叨，说：“叨叨晚上见。”他说：“爸爸晚上见。”我转身准备走，他接着说：“昨天晚上的时候，叨叨都生气了，现在我还记得呢，现在叨叨是0%的生气。”我说：“好的。”我心想：小家伙长大了，以前睡一觉什么坏情绪都能忘了，现在过了一夜都还记得。 一只女公主妻把叨叨的玩具王冠戴在头上，叨叨看到说：“哇，妈妈，你是女王子。”妻说：“女的是公主。”叨叨说：“哦，妈妈，你是一只女公主。”妻纠正说：“是一位公主。” 梦起床，叨叨说：“我做了一个梦，梦见在看一本书，是我和突突兔和桑迪一起飞向宇宙落在火星上了，实在太有意思了，我好想再做同样的梦呀。”另一天早上起床，叨叨说：“我做了一个冒险的梦，是我一个人去冒险，后来就找不到爸爸妈妈了，我再也不想做这样的梦了。”","raw":null,"content":null,"categories":[],"tags":[{"name":"童趣","slug":"童趣","permalink":"https://ftime.github.io/tags/童趣/"}]},{"title":"肋骨疼","slug":"肋骨疼","date":"2024-01-27T22:33:50.000Z","updated":"2024-04-12T22:34:50.385Z","comments":true,"path":"2024/01/28/肋骨疼/","link":"","permalink":"https://ftime.github.io/2024/01/28/肋骨疼/","excerpt":"","text":"最近十年我都没有因为生病去过医院，哪怕是22 年感染新冠，也只是去防疫站测了核酸，确诊后在家吃布洛芬，三四天就好了。平常偶尔头疼脑热感冒发烧，最难受也就一两天，吃点退烧药，多喝水，熬一熬，一周就好了。 23年不太一样，九月份，我们一家三口同时生病，儿子肺炎住院，我和妻支气管炎，输液吃药，一周后，儿子康复出院，妻也逐渐恢复，只有我的咳嗽没好。夜里，不停的咳嗽会把我整个人都弹起来，我给妻开玩笑说：“我都快要咳出腹肌了。”咳嗽除了有点影响睡眠，我没觉得特别难受。 一周后咳嗽减少，一天三四次，可每次咳嗽肋骨都很疼，尖锐的刺痛。我平生第一次想把咳嗽憋回去，可是发现这几乎不可能，憋几秒钟之后，咳嗽还是会来，而且更剧烈。于是咳嗽时，我双臂环绕用力抱着两侧肋骨，简单咳几下，能停就立刻停，绝不恋战。 查资料得知，持续剧烈的咳嗽会导致肋骨附近的肌肉疼痛，看来这不是大毛病，于是我又熬了一周。后来实在忍不住，我去看了医生，拍了 x 光，医生说：“你的肋骨没问题，是咳嗽导致的肌肉痛，你疼多久了？”我说：“三周了。”医生说：“这种疼痛持续一两个月都有可能，实在太疼了就吃点止疼药吧。”然后就让我走了，也没给我开药。 如医生所言，在持续了一个半月之后，疼痛消失了。只有在早上刚出门走进深秋的冷空气里时，肋骨那里有隐隐的酸胀感，除此之外，一身轻松。 十一月，冬天来了，不只是季节，还有我们家。一个极小概率的事件，儿子小手指骨折，做了全麻手术。半个月后，手上还带着石膏的他，得了感冒，咳嗽鼻塞流鼻涕，差不多十天去一次医院，可吃药也没有太大的帮助。吃三四天的药，刚刚见好，没过几天，症状卷土重来。时好时坏，持续了一个多月，儿子终于好转，结果妻子感冒了，她还没完全好呢，我也有症状了。一轮又一轮，我们和各种不同的病毒细菌绵绵不绝地作战。虽然我们出门戴口罩，经常洗手，喝大量水，开加湿器，可依然没能抵挡住这一切。 现在应该是生病的第三轮了。妻子刚刚从鼻窦炎中恢复，从堵成水泥一样的鼻塞中重新找回了呼吸，从剧烈的头痛里找回了清醒和平静。儿子扁桃体炎吃了三天药，现在稍有好转，他的精神状态不错，明天得再去看一次医生。我也再次因为咳嗽导致另一处肋骨疼痛，开心的是，今天我在进行肌肉拉伸的时候，无意间发现了一个咳嗽不痛的姿势：仰面平躺，双臂抱着小腿屈膝在胸前，蜷曲成一团。用这个姿势咳嗽，几乎不疼，又能痛快释放咳意。 亚里士多德说过：“理性的人寻求的不是快乐，而只是没有痛苦。”我现在有点理解了。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"他们疯了吗","slug":"他们疯了吗","date":"2023-11-18T22:32:02.000Z","updated":"2024-04-13T01:06:49.119Z","comments":true,"path":"2023/11/19/他们疯了吗/","link":"","permalink":"https://ftime.github.io/2023/11/19/他们疯了吗/","excerpt":"","text":"他们疯了吗？窗外马路上，人们在跑马拉松，长长的队伍没有尽头。叨叨看了会儿，问：“他们疯了吗，怎么一直在跑？”我说：“他们是在跑马拉松，不过现在气温只有7度，穿着短袖短裤在外面跑，是得有点疯才行。”我找到马拉松的官网，给叨叨看路线图，他说：“我觉得我能跑5公里这个路线。”我说：“那我们明年也报名参加吧，我们也疯一次。”叨叨说：“好。” 阅读不理解在公园的健身器材区，叨叨指着健身自行车，问：“这是什么呀？”我说：“做自行车运动的。”他开始读器材上的使用说明：“未满15岁不可以使用。”读完之后，他开始往车座上爬。我说：“你刚读的啥呀？15岁以下不能用，你几岁了？”他说：“五岁了。”我说：“那你能不能用啊？”他说：“叨叨不是做自行车运动，叨叨是玩儿的。”然后就自顾自爬了上去。 单位是什么？叨叨看牛奶盒上的营养成份表，指着Kcal问：“这是什么？”我说：“千卡，一千卡路里的意思，是热量的单位。”叨叨问：“单位是什么？”我支支吾吾说不清楚。 乐不思蜀儿子最近沉迷于和我俩玩三国杀，满脑子都是这个游戏。在超市买完蔬菜水果，我提议在回家的路上吃几个刚买的桔子，妻说：“我们都没有洗手，先不能吃。”我说：“那好吧。”叨叨说：“爸爸刚才是不是被妈妈乐不思蜀了？”我拍手称是。 自己赢玩三国杀，叨叨势头很好，眼看要赢，后来形势急转之下，他输掉了。他眼睛红红的，开始掉眼泪。妻说：“那妈妈不杀你了，继续玩。”但是他沉浸在伤心之中无法自拔，说：“叨叨太想赢了，而且想自己赢，不要别人帮”。 曹操不啰嗦给叨叨听林俊杰的《曹操》，他很喜欢，于是我把歌词抄在白板上，他几天就学会了，然后一天唱几十遍，甚至改成说唱的曲风，乐此不疲。有一天，叨叨唱完，问我：“爸爸，‘曹操不啰嗦’，啰嗦是什么？”我说：“同样的话反复说就是啰嗦，你就挺啰嗦。” 你没听到吗？早餐，我给叨叨分了点热干面。他说：“这么多就够了。”当他快吃完了，我问他：“你还要吗？”他说：“我不是已经说了嘛，这么多就够了，你没听到吗？”我弱弱地说：“我的意思是，如果你还想吃的话，还有。”","raw":null,"content":null,"categories":[],"tags":[{"name":"童趣","slug":"童趣","permalink":"https://ftime.github.io/tags/童趣/"}]},{"title":"关于阿姆斯特丹的记忆","slug":"关于阿姆斯特丹的记忆","date":"2023-10-01T22:29:22.000Z","updated":"2024-04-12T22:31:22.285Z","comments":true,"path":"2023/10/02/关于阿姆斯特丹的记忆/","link":"","permalink":"https://ftime.github.io/2023/10/02/关于阿姆斯特丹的记忆/","excerpt":"","text":"在草稿箱里发现了这篇旧文章，是22年6月第一次去欧洲，在阿姆斯特丹出差旅行时记录的一些文字，于是整理了出来。 违规又自私的我第一天参观梵高博物馆，我看到有人拍照似乎也没人管，于是我也拍照还录了视频，结果走过来一个一米九的保安，他严厉制止我，说可以拍照，但不可以录像，然后盯着我彻底删除了视频，我感觉好丢脸。最后一天，在回程的荷兰航空的飞机上，空姐分发瓶装水和消毒湿巾的时候，我问她能否再给我一瓶水，因为飞行长达 12 小时，一瓶水对我来说实在不够。她说：“不可以，一瓶就够了，如果有需要的话，喝完了可以再给你加满。”我有点尴尬，本来以为是正当的请求，如今看来有些自私。 摩洛哥的装修工人和同事在街头闲逛，步入一片安静的住宅区。有一户人家的门窗都被拆了下来，两个工人正在往外抬木板，其中一人短头发，长胡子，他笑着向我们打招呼，问：“你从哪里来，觉得这里怎么样？”我有点意外，不过立刻意识到了自己的亚洲面孔。我打马虎眼：“来自亚洲。”他笑：“看出来了。”我也笑了：“中国，你呢？”他说：“摩洛哥。”同事没有兴趣闲聊，告别时摩洛哥大叔说：“Have a nice day。”除了酒店前台之外，他是第一个主动和我们打招呼聊天的陌生人。后来发现，“Have a nice day”是这里人们挂在嘴边的话，可是不管在中国还是在韩国，都很少听到人们说“祝你有美好的一天”，可能在我们的文化里，这样说有点矫情吧。 尼泊尔的餐馆小哥下午七点多去吃晚饭，太阳仍然挂在半空，根本不像晚上，这里的夏天十点才日落。我们看到有家餐厅外面坐着很多客人，就走了进去，结果发现餐厅里面反而没什么人。后来发现，相对于室内，人们更喜欢在室外用餐，新鲜的空气，充足的阳光，开阔的街景。看菜单得知这是家尼泊尔餐厅，点餐之后，服务员小哥跟我们聊天，他说看出来我们是亚洲人，他是尼泊尔人，我问他街上很多自行车看起来怎么没有刹车。他说是靠脚蹬子倒转来刹车的，比手刹更可靠，但是我倒觉得这种设计更容易让人骑车大撒把。 善良的电车司机清晨六点半，赶在办公事之前，我在最近的站台上了一辆最早的电车，打算坐到终点站再返回，透过车窗看一下沿途的街景。上车后买票，发现我的信用卡不能支付，因为刷卡机只支持感应支付图片，不支持普通的芯片信用卡。司机问：“你要去哪儿？”我说：“只是想随便看看，到终点站吧。”他说：“那你就坐着吧，终点站下车后，站台那里有自动售票机。”于是我坐了一趟免费的电车，一张票大概3欧，不知道司机这样做到底对不对，反正我挺感激他的。后来坐别的电车的时候，看到一个乘客拿现金去找司机买票，司机说要用信用卡才行，如果没有的话，这次就算了。看来这样善良的电车司机不止一位。 马来西亚的中餐馆老板新北京酒楼是一家中餐馆，就在喧嚣的马路边，门面不大，眼看用餐区就在玻璃窗后，但是进门之后弯弯绕绕才能走到，坐下之后，发现这样做是为了隔音，虽然正对马路，但是餐厅里很安静。老板是一位六十来岁的老太太，会讲中文，聊天得知她是马来西亚人。我们点了炒粉烧麦和铁板海鲜。上菜之前，她还点燃了桌子上烛台的蜡烛。和同事一起吃烛光晚餐，感觉怪怪的。饭菜味道挺好，但也可能因为上一顿吃的荷兰生肉丸实在是太不对胃口了。结账时同事要付小费，但是老板执意拒绝，我们有些意外。 温州的前台经理和藏族的妈妈我们住在muse amsterdam酒店，前台经理是温州人，她说02年来荷兰学习酒店管理，毕业后就一直从事这个行业，做着自己喜欢的事情，她感到非常满足。她四十多岁，单身，而她的父母和兄弟都在法国生活。她持有荷兰的永久居留权，她说除了不能参与总统选举之外，其他权利和荷兰人都一样。酒店还有一个藏族女服务员，她的普通话不太流利，她说，为了孩子的教育，七年前和老公孩子一起来荷兰，但是父母都在国内，很想他们。 敏感的韩国同事我的同事是韩国人，他相对比较敏感，在意周围人的眼光。他认为欧洲当地人会有点歧视亚洲人，而我俩一看就是亚洲游客。他说，我们在街上走的时候，远处骑自行车的孩子咯咯笑着模仿我们，二楼阳台抽烟的女人在我们路过的时候往下面扔烟头，还有一个迎面走来的大叔误以为他是日本人，低声咒骂：“Japanese，go back home(日本人，滚回去吧)。” 写的都是细枝末节的小事，我出丑的瞬间、和陌生人的闲聊、公交司机的善意、同事的敏感多疑，但这些也是我作为一名过客，除了风景之外，关于这个城市的记忆。","raw":null,"content":null,"categories":[],"tags":[{"name":"旅行","slug":"旅行","permalink":"https://ftime.github.io/tags/旅行/"}]},{"title":"叨叨还是很生气","slug":"叨叨还是很生气","date":"2023-09-27T22:26:29.000Z","updated":"2024-04-13T01:08:02.300Z","comments":true,"path":"2023/09/28/叨叨还是很生气/","link":"","permalink":"https://ftime.github.io/2023/09/28/叨叨还是很生气/","excerpt":"","text":"言无忌晚饭时候，叨叨突然问：“等到叨叨61岁的时候，爸爸几岁呀？”我说：“爸爸就92岁了。”他说：“那爸爸已经快死啦？”我有点猝不及防，说：“是的。”妻补了一刀，说：“说不定已经死了。”几天后，叨叨让我抱他，我抱起来，他说：“叨叨还是没有爸爸高呀。”我说：“因为叨叨现在才5岁，爸爸已经 36岁了，所以爸爸比叨叨高呀。”他说：“所以爸爸会比叨叨先死呀。” 你先说早餐吃牛奶麦片，牛奶盒子一个角被压变形了，叨叨问：“爸爸，盒子怎么变成这样子了呢？” 我想看他是咋想的，反问：“你觉得呢？”他说：“叨叨想让爸爸先说。”我说：“我觉得是在运输的时候被别的东西压到了，挤变形了。”他说：“叨叨刚刚也是这么想的。” 七八次我给叨叨倒牛奶，不小心溅出来两滴在他衣服上，他说：“爸爸，你怎么把牛奶弄到叨叨身上了呀？”我说：“爸爸不小心，下次会注意的。”他说：“牛奶滴在叨叨衣服上一点点，叨叨不生气。不过如果七次八次的话，叨叨就会生气的。” 说漏嘴叨叨在白板上写拼音，非要在一个很小的角落写上“huangmangtaopao”，写了擦，擦了写，怎么也写不下，于是开始发脾气。我不想理他，让他自由发泄。后来他平静了，来找我说话：“叨叨有点不生气了，啊，不是不是不是，叨叨不知不觉地把话说成这样了，叨叨还有点生气。” 出气包叨叨说：“叨叨每次生气都是这样，爸爸说的话叨叨理解了，但叨叨还是很生气。叨叨骑在爸爸的脖子上，我们在房间里到处走一走的话，叨叨的气就会消一下。”于是让他爬上我的脖子，去各个房间溜达了一圈，他说：“叨叨的气现在只剩 1% 了，就是不生气了。” 温柔点和叨叨玩，他故意把我弄得很疼，我就不玩了。他在兴头上，还想玩，说话不中听。我态度也不好，教训他没有好好说话。俩人僵持了一会，他干咳了几下哇的一声哭了起来。这时妈妈来救场。事后，我想和他重归于好，抱了抱他，说：“我们继续玩吧。”结果他的委屈一下子释放，哭了一会，说：“叨叨希望以后爸爸这么说话，说‘叨叨，这不是温柔的说法，你再好好地轻轻地说一说吧’，得这样说才行。”","raw":null,"content":null,"categories":[],"tags":[{"name":"童趣","slug":"童趣","permalink":"https://ftime.github.io/tags/童趣/"}]},{"title":"姐姐如果实在不会的话，就看叨叨这个吧","slug":"姐姐如果实在不会的话","date":"2023-09-15T22:22:58.000Z","updated":"2024-04-13T01:08:53.105Z","comments":true,"path":"2023/09/16/姐姐如果实在不会的话/","link":"","permalink":"https://ftime.github.io/2023/09/16/姐姐如果实在不会的话/","excerpt":"","text":"小贪心格格带着叨叨玩手工，用贴纸和塑料片做小挂饰，玩得挺好，格格说：“姐姐送你一个当礼物吧，来，这个送给你。” 叨叨凑到姐姐跟前，说：“只送这个吗？” 瞎自信鑫鑫在钟琴上演奏虫儿飞，凭记忆在弹，中间忘了谱，口中开始念：“325432…接下来是什么来着？”叨叨在一旁看不过去，指着他写满了数字的一张涂鸦，说：“姐姐如果实在不会的话，就看叨叨这个吧。” 没有想在中国玩了三周，回到韩国的第二天，爷爷发来视频聊天，问：“叨叨有没有想爷爷？”叨叨说：“几乎没有想。”爷爷又问：“有没有想奶奶？”叨叨说：“也几乎没有想，叨叨只想了姐姐。” 你真棒叨叨吃完饭打算用ipad，但是正好妈妈在用，我说：“那我们先去刷牙吧，刷完牙妈妈应该就用完了。”叨叨说：“好主意，爸爸你真棒！”我说：“我也觉得我挺棒的。” 太可怜和叨叨玩飞行棋，有一次他可以把我的棋子撞回到起点，但是他选择了走其他的棋子，我问：“为什么不撞爸爸？”他说：“那样的话，爸爸就太可怜了。” 气死了扔飞盘，我扔得比叨叨远，飞盘落地后，我说：“oh yeah！”他说：“爸爸不能说oh yeah，爸爸说oh yeah的话，叨叨都要气死了。”回到家，我给妈妈说这件事，叨叨在一旁听到了，说：“不要说这个事情，叨叨要气死了。” 不用吃晚饭，妈妈已经吃完了，只剩下我和叨叨在喝粥吃菜，叨叨说：“叨叨不想喝粥了，叨叨会把这个菜都吃了，爸爸就不用吃菜了。” 小声训叨叨住院，在图书角看书，旁边有个小男孩在跑着玩，他对小男孩说:“그만 좀 해（别闹了）。”我对他说：“你这样不对，这是公共空间，别人也可以玩。”他眼睛红红的，问：“爸爸为什么这样说呀？”我说：“爸爸说的不对吗？”叨叨说：“爸爸不要这样大声说叨叨，叨叨现在一百分不喜欢爸爸。爸爸以后不要这样大声说，一次都不行。”我问：“那爸爸能小声说吗？”叨叨说：“可以小声说。爸爸以后使劲说叨叨的话，叨叨也会使劲说爸爸的。爸爸以后会不会大声说，叨叨会一直看着的哟。” 竟没说叨叨：“爸爸，叨叨刚才玩硬币的时候，有些硬币掉在沙发缝里面了，比较浅的叨叨拿出来了，还有一些比较深的叨叨拿不出来，帮我一下好吗？”我说：“好的。”然后我把垫子拉开，找到了深处的几个硬币，拿出来给了他。我继续干别的事情，他说：“叨叨以为爸爸会这样说，’叨叨，你怎么这样子呀！你怎么弄成这样了！’之类的话，但是爸爸竟然没有说呀。”","raw":null,"content":null,"categories":[],"tags":[{"name":"童趣","slug":"童趣","permalink":"https://ftime.github.io/tags/童趣/"}]},{"title":"时隔四年，再次回国","slug":"shigesinianhuiguoganshou","date":"2023-08-26T21:51:35.000Z","updated":"2024-04-12T22:49:59.033Z","comments":true,"path":"2023/08/27/shigesinianhuiguoganshou/","link":"","permalink":"https://ftime.github.io/2023/08/27/shigesinianhuiguoganshou/","excerpt":"","text":"由于新冠，时隔四年，八月份终于再次回国，度过了三周闲散又应接不暇的时光，经常感觉像是在做梦。现在生活重新回到原来的轨道，回忆一下旅程中印象深刻的点滴。 机场：在浦东机场转机时，儿子困了，候机区的座椅之间有扶手不能平躺，我只好抱着儿子，让他半躺在我的腿上睡了一个小时。卫生间里的小便池很高，儿子够不着。儿童洗手台是低矮版的大人洗手台，水龙头太远，儿子勉强探着身子洗了手。 骑车：电动自行车真多，满大街都是。我爸妈虽然不上班，但是一人一辆电动车，爸爸说方便管理。走亲戚见朋友，发现他们也都是一人一辆。中午我骑车去买饮料，看到很多人都身穿带大帽檐的防晒服，只露一双眼睛，连手背都裹得严实。 开车：快到十字路口，导航提示十多秒后会变绿灯，我吃了一惊：导航连这都知道？左转灯亮了，我是第一辆，加油起步，但是对面的车也开始直行，我一下子懵了，猛踩刹车，等待对面没车时才通过。这样的红绿灯设计，不太适应。 饮食：小区附近有很多早餐店、熟食店、小摊、夜市。我吃了胡辣汤油条豆腐脑，八宝粥包子杂粮饼，凉皮凉粉土豆粉，烩面火锅羊肉串，有些很好吃，有些已经吃不出记忆中的味道。我学会了用微信扫码点餐，还见识了送餐机器人。 老家：回了一趟山上老家，穿过齐膝深的野草，来到爷爷奶奶的坟前磕头祭拜。疫情期间，奶奶和爷爷相继过世。老家的房子是六年前被拆的，再次走进没有门的大门，踩着破碎的砖块来到院子中央，看到断壁残垣之间野草肆意生长。 热闹：晚上八点多，小区的游乐场依然有很多小朋友在喧哗奔跑，人声鼎沸。到处人们说话声音都很大，我也跟着提高嗓门，回韩国第二天带儿子去图书馆，管理员提醒让我安静点，我有点尴尬。 视频认证：在政府办事大厅、联通营业厅、银行，办理业务时都得视频认证，说是为了防止电信诈骗，但是面对黑色的小小的摄像头，说不上为什么，我反而有点不安。 姐姐：儿子有三个姐姐，他只在手机上见过。这次他见到姐姐们，刚开始还有点腼腆，不过很快就玩熟了，他成了姐姐们的跟屁虫。回到韩国，刚进屋十分钟，他忍不住哭着说：想姐姐了。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"隔空抱抱曾经的自己","slug":"隔空抱抱曾经的自己","date":"2023-01-15T12:13:56.000Z","updated":"2023-05-29T12:22:42.204Z","comments":true,"path":"2023/01/15/隔空抱抱曾经的自己/","link":"","permalink":"https://ftime.github.io/2023/01/15/隔空抱抱曾经的自己/","excerpt":"","text":"妻子和儿子吃完晚饭后去客厅玩，留下我独自清空盘中饭菜。我默默吃着，妻望着我说：你现在的样子真像你妈，你一个人在这里吃会不会感觉不太好呀？我说：没有，挺好的，不过经你这么一说，我也觉得像我妈，家人都吃完了，她才慢慢吃完，她总是吃到最后。 我吃完饭，收拾餐桌，心里有一种说不清也道不明的感觉，过去一年，有过几次这样的瞬间，在自己身上看到曾经的父母，在儿子身上看到曾经的自己。 半年前的某晚，妻子陪儿子去睡，卧室里传来儿子的声音：爸爸怎么还不来睡呢？我在厨房回答：我收拾完就去睡。我擦着灶台，不知为何，想起了小时候，我熄灯睡了，妈妈还在厨房忙活，我也有过疑问“妈妈怎么还不睡呢，家里有那么多活儿吗，明天做不行吗？”，不过慢慢地就习惯了。现在想来，那时生活条件差，家务活儿的确多，人吃饱后还得喂鸡喂牛喂猪，但是我的心思没在这上面，就像儿子现在这样。 去年九月，二十年一遇的台风预计夜里过境。手机不断收到政府的警报，提醒各家做好防范措施，甚至劝告高危房子的居民提前撤离。我们家不是撤离对象，我安坐在客厅沙发上，想起小时候大雨天的景象。我家后墙一米之隔是比屋顶更高的农田，农田后面连着更高的山坡。雨水从山坡上汇聚下来流进农田，如果没有及时排出，持续淤积，说不定下一刻就形成泥石流冲塌我家房子。大雨天，爸妈扛着镢头铁锨出门，去田里疏通水道。少不更事的我待在家里，并没有体谅他们的辛苦。 去年十一月，一个周六下午，儿子在公园疯玩之后，回家的路上，他哭丧着脸，我问：怎么了？他说：周六就要过完了。我说：是啊。他说：周末就剩一天了，可是叨叨希望周末有三天。周日下午四点，儿子在客厅看绘本，窗外天色渐暗，他突然哭起来，说：周末就要过完了，明天就周一了，怎么办？我和妻安慰了他好一阵。看着儿子伤心的样子，我想起了初中的住校时光，一周在学校住宿五天，周五傍晚放学，挤上一辆微型皮卡改装的小客车，一个小时后才能到家。周六还没怎么玩儿呢就到了周日，临近周日中午，我心里就开始不舒服，因为午饭后就又得去上学，这种难受会持续到周日晚自习。我轻轻抱着儿子，闭上眼睛，也隔空抱抱当年的自己。 这种说不清也道不明的感觉，是一种幸福的惆怅。","raw":null,"content":null,"categories":[],"tags":[{"name":"育儿育己","slug":"育儿育己","permalink":"https://ftime.github.io/tags/育儿育己/"}]},{"title":"不想穿这件衣服","slug":"不想穿这件衣服","date":"2022-12-04T12:16:09.000Z","updated":"2023-05-29T12:24:39.966Z","comments":true,"path":"2022/12/04/不想穿这件衣服/","link":"","permalink":"https://ftime.github.io/2022/12/04/不想穿这件衣服/","excerpt":"","text":"儿子的很多衣服是朋友同事邻居送的。哥哥们的衣服小了，弃之可惜，拣整洁崭新的送给我们。他们怕我们介意，送的时候小心翼翼。我和妻并不在意，乐得接受。儿子从出生到托儿所再到幼儿园，穿“百家衣”长大。 我们也带儿子去商场买衣服，我和妻专心挑选，他则专心摆弄衣架旁的装饰三轮车。挑两件给他试穿，他心不在焉地伸手抬臂穿上，问他意见，他两个字就把我俩打发了：可以。再多试两件，他就不耐烦了，说：爸爸，走吧，妈妈，走吧，走吧走吧。后来，我和妻都只挑儿子精神饱满的上午去商场，大致比划一下，大小合适就拿下，速战速决。 买鞋子也是如此。让他试鞋子是一件苦差事，吃力不讨好。后来干脆不挑不选了，网购他穿惯的运动鞋，大一号的。快递送来，让儿子试，他说：叨叨要先看书，看完书再试。看完绘本，儿子匆匆穿上，走两步，问他：舒服吗？他说：有一点舒服，已经可以了。然后急忙脱下，继续去看他的书。 可是，就是这么一个对穿着完全不上心的小家伙，最近开始对衣服提意见了。 一周前，幼儿园放学回家路上，儿子说：今天大家说我像草莓，都要抓着吃我，我一直说“不要吃”，但是他们还是抓。说完，他嘟起了小嘴。我仔细一看，他穿着邻居送的套头连帽衫，今天是他第一次穿。衣服通体是红色的，帽子上散落着十来个黑点，帽尖涂成绿色，整体的确像一个大草莓。 我忍住笑，问：谁这么说的呀？ 儿子说：임금和이동윤.（两个朋友的名字） 我说：啊，原来是你的朋友呀，那是他们和你玩儿呢。（他俩眼真尖） 儿子气呼呼地说：我说了不要吃我，可是他们一直抓我，我不喜欢，以后不想穿这件衣服了。 我说：好吧，那以后不穿了。 后来，儿子又说：上幼儿园的时候不穿，周末的时候还可以穿这个衣服。 这周五，儿子放学回家，穿着幼儿园的校服。放下书包，我帮他换上家居服，他又提意见。 他说：爸爸，叨叨明天不想穿校服了。 我问：为啥呀，怎么了？ 儿子说：今天同学们都没有穿校服，只有我穿了。 我说：好的，明天不穿了。 我心想，反正明天周末，不会给你穿校服的。不过，我还是有点吃惊，以前每周给他穿一次校服，他从来没有抱怨过。妻子对我说：幼儿园每周四都有体育课，孩子们大多只有在那时才穿校服，今天周五，可能碰巧大家都没有穿。 儿子对穿着并不在意，只是不喜欢被朋友追着玩。朋友觉得是玩耍，他觉得是捉弄。他试着拒绝，但是发现没用，所以他选择不再穿这个衣服来避免冲突。至于校服，是他开始在意自己是否合群了。","raw":null,"content":null,"categories":[],"tags":[{"name":"育儿育己","slug":"育儿育己","permalink":"https://ftime.github.io/tags/育儿育己/"}]},{"title":"初识汉字","slug":"初识汉字","date":"2022-10-23T12:17:14.000Z","updated":"2023-05-29T12:18:26.782Z","comments":true,"path":"2022/10/23/初识汉字/","link":"","permalink":"https://ftime.github.io/2022/10/23/初识汉字/","excerpt":"","text":"儿子在幼儿园说韩语，在家说汉语。虽然家里的绘本中有几本中文的，但大部分都是韩语的，所以他接触的汉字不多。我想等他再大两岁的时候，拿着字卡从“一二三、天地人”开始教，现在还小，由他玩吧。 儿子对数字和时间感兴趣，无意间给他玩了一次iPad上的计时器。看着屏幕上的时间一秒一秒倒数，他很兴奋。然后他发现计时器结束时有各种铃声可选，于是小指头在屏幕上戳来戳去，把所有的铃声都听了很多遍，听的时候还不停地问：这首是什么呀？问了上百遍，我和妻回答了上百遍。 iPad是中文系统，所有的铃声也都是中文名字。有的常见，比如“鸭叫声”，铃声也确实是嘎嘎嘎的声音；有的生僻，但是作为铃声的名字也还能理解，比如“啵嘤弹簧音”；有的就比较奇怪，比如“辐射、雷达、声纳”。 儿子也好奇，问：什么是辐射呀？我：太阳晒着你，你觉得暖和，这就是辐射，但是为啥这个音乐叫辐射，我也不知道。糊弄过去之后，儿子继续问：什么是雷达呀？我：是一个东西，嗯额…飞机上有…我结结巴巴说不下去，儿子继续问：声纳是什么呀？我：嗯…也是一种雷达吧。 作为一个理科生，我为自己的基础知识感到惭愧。不过儿子并没有继续深究，他就是习惯性地随口问问。这些在我看来奇怪的名字，对他来说，没有容易和困难之分，就是一组声音而已。现在看来，对我来说，也只是一组声音而已，毕竟，我也说不清楚它们究竟是什么。 我不想让儿子看iPad屏幕太久，于是把所有铃声的名字陆续都抄在了白板上。逐一指认，我才发现，儿子已经记住了五十来首铃声的名字，一百多个汉字。 由于已经记住了名字和对应的旋律，所以即使没有了iPad，也并不耽误他继续玩铃声的游戏。他看着白板上的铃声清单，说：爸爸，叨叨唱音乐，爸爸说音乐的名字吧。我：好。 儿子：“滴滴滴，滴滴滴。” 我：“信号！” 儿子：“嘎巴巴巴嘎啦啦，嘎巴巴巴嘎啦啦。” 我：“机器人！” 儿子：“吁吁呦，吁吁呦” 我：“科幻音乐！” 没想到，儿子不同寻常的汉字启蒙就这样开始了，从铃声里的“啵嘤弹簧音”开始的。","raw":null,"content":null,"categories":[],"tags":[{"name":"育儿育己","slug":"育儿育己","permalink":"https://ftime.github.io/tags/育儿育己/"}]},{"title":"生活中美好的小物件","slug":"生活中美好的小物件","date":"2022-08-28T11:09:48.000Z","updated":"2023-05-29T12:28:57.966Z","comments":true,"path":"2022/08/28/生活中美好的小物件/","link":"","permalink":"https://ftime.github.io/2022/08/28/生活中美好的小物件/","excerpt":"","text":"松浦弥太郎有本书《日日100》，写日常生活中爱不释手的一百件物品。我试读了前九篇，很有感触，于是也写一写我生活中的小物件。环顾四周，上下打量，凑够一百件并不容易，只写了三十件。这些东西，大多是能轻易买到的，极个别是独一无二的；有贵的，有很便宜的；有十多年的老朋友，也有刚结交的新伙伴。它们都是我生活中的小美好。 01 Macbook Air。轻薄漂亮。看电影、查资料、写文章，感觉和九年前刚买时一样顺滑流畅。 02 iPhone mini。小巧便携，能够装进所有的口袋，不觉累赘。 03 AirPods。无缝连接，电池耐用，上下班路上的好伙伴。 04 Apple Watch。除了运动功能，用的最多的是计时器，清晨煮蛋，比厨房计时器更安静、更顺手。 05 文石Boox Poke3。装上微信读书，是一座随身携带的图书馆。 06 微软大馒头人体工学鼠标。在办公室用，手感很好，用上之后，手腕不疼了。三年质保，良心售后。 07 flomo 浮墨笔记APP。随手记录，点滴念头、读书笔记、小确幸，不知不觉，就记了很多。有时候几个卡片拼在一起，就成了一篇文章。 08 宜家EKTORP沙发。舒适好看好洗，是起居室里最放松的地方。 09 白板和马克笔。既可以给儿子讲东西，又可以给他画游乐场，学习娱乐两不误，一张白板有无限可能。 10 优衣库的衣服。背心、平角短裤、EZY Jeans，自由自在，身心舒畅。 11 Wee-Bix 谷物棒。配上牛奶、坚果和蓝莓，作为每日早餐，久吃不厌，半晌不饿。 12 农心炸酱面。每周六早上都要吃一顿，从不落下，被我戏称为周六特供。浓郁的炸酱，飘着橄榄油的香气，再配上青菜和煮蛋，大满足。 13 和菜头松茸鸡汤米线。鲜美爽滑，每一口汤都好喝。从国内转运零食小吃到韩国时，每次都少不了它。 14 读库的日课笔记本。和妻一起写了两年，每天晚饭后，在餐桌前就着黄色的灯光写日记，就像上夜自习。日课日趣日禅日诵，写了四套十六本。 15 鹅掌木。刚来韩国时买的，当初一柞高，现在半米高，换了四个花盆。叶子曾经大片凋落，但它生命力顽强，又活了过来，是家中永远的绿色。 16 京瓷的陶瓷刀。锋利，切水果蔬菜，切面包薄片，干净利落。八年前，托朋友从日本带回国，兜兜转转再带到韩国，用到现在。 17 一次性洗碗布。方便卫生，再也不害怕油腻的问题。 18 魔术海绵擦。顽固的污渍，轻轻一擦，了无痕迹，清洁厨房的好帮手。 19.《王小波全集》。有趣的灵魂。随便拿出一本，翻起任何一页，读起来都津津有味。 20.《幸福是……500件关于幸福的小事》。每每翻看，会心一笑。偶尔还手绘添上一两件我们自己幸福的小事。 21.《花园小象波米诺》。儿子只会爬的时候给他看图画，现在我和妻给他读故事，他很喜欢，还会把自己带入故事。 22.《美国儿科协会育儿百科》。儿子难免生病，遇到问题，先在百科里查一查，就不慌了。 23 附近面包房的蔓越莓贝果。有馒头的嚼劲，一次只买一个，和儿子争抢着吃。 24 飞利浦电动牙刷。嗡嗡嗡，两分钟，刷牙很轻松。 25 飞利浦理发器。用了八年，以前用来给自己理寸头，现在用来给儿子理寸头。 26 松下电吹风。结实可靠。用了十一年也没坏，就一直用着。 27 无印良品的沐浴刷。洗澡的时候，刷两下背，酥酥地爽快。 28 吸鼻器。儿子鼻塞的时候，拿着这个上阵，对着一通吸，他鼻孔通畅，一家三口一夜好眠。 29 CeraVe的日常保湿乳。清爽滋润又没有味道，一年四季都可以用。 30 Klorane的薄荷洗发水。洗的时候凉爽愉快，洗完没有头屑。","raw":null,"content":null,"categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"https://ftime.github.io/tags/生活/"}]},{"title":"阿姆斯特丹的自行车","slug":"阿姆斯特丹的自行车","date":"2022-07-30T12:12:15.000Z","updated":"2023-05-29T12:22:20.348Z","comments":true,"path":"2022/07/30/阿姆斯特丹的自行车/","link":"","permalink":"https://ftime.github.io/2022/07/30/阿姆斯特丹的自行车/","excerpt":"","text":"六月底，我去阿姆斯特丹出差，待了五天。印象最深的，是这里的自行车。 目之所及，必有自行车。人们骑车飞驰在马路上、广场上、公园里。三三两两停在商铺的门窗下、小桥的栏杆前；一排十多辆停在细方红砖的三层小楼下；成千上万密密麻麻停在火车站的停车场里，银色的车把反射着阳光，如粼粼波光。 自行车式样繁多，并没有特定流行的款式。多是不能变速的普通自行车，大概是因为路面平缓，不需要变速来爬坡。最显眼的是一种可以带娃的自行车，前面是一个超级大的低矮敞口箱，可以坐两个小朋友。 最酷的是一种老式二八车，车座高过我的腰，感觉我得爬上去才能骑。据说荷兰男人平均身高一米八五，这车对于他们的大高个儿应该很合适。每一脚用力蹬下去，都把大长腿伸得笔直，速度快过路边的机动车。光溜溜的车把，没有手刹，没有铃铛，像坏了没来得及修。我非常好奇，晚饭时问了一位尼泊尔餐厅热情的服务员小哥，才知道是靠脚蹬子刹车的：正着蹬前进，倒着蹬就是刹车。我喜欢这种设计，简单直接。 人们骑得飞快，除了腿长，主要是因为自行车专用道。专用道大约一米五宽，路面和人行道平齐，依稀能看出来路面曾经漆成红色。我刚来的时候不注意，多次误入自行车道，意识到危险，才立刻跳出来。自行车道是单向道，可以两辆车并行，左侧默认是超车道，路口还有自行车专用信号灯。在没有信号灯的路口，遇到行人过马路，他们会主动停车让行人通过。 除了专用信号灯，还有手势信号。转弯的时候，人们会伸出左手或右手在空中摆一下，表示自己即将左转或者右转。人们打完手势信号之后，并不回头确认，而是径直转向，不管身后是空荡的街头还是疾驰的自行车，他们默认后面的人已经接受到了自己的信号。哪怕是在清晨上班时段，在繁忙的十字路口，也没见过急刹追尾的，人们熟练地避让，灵巧地穿行，游刃有余。我和同事开玩笑说，需要培训一下才能在这里骑车上路，否则会出自行车祸。 骑车通勤的人们，耳朵里塞着Airpods，弓着腰，奋力专注地蹬车，行色匆匆。偶尔在浩荡的自行车队伍里见过一个小不点，带着头盔，骑着迷你自行车，妈妈在后面骑行跟着，大概是要去幼儿园吧。在午后清静空旷的路上，年轻人熟练地放开车把，有一边骑车一边剥香蕉的小姑娘，有一边骑车一边低头抠手机的小伙子。 在阿姆斯特丹，人们穿着T恤短裤、吊带短裙、西装革履、飘飘长裙，骑在阳光下，骑在细雨里。在这里，好像不存在不适合骑车的衣服，不存在不适合骑车的天气，似乎骑车可以前往任何地方。","raw":null,"content":null,"categories":[],"tags":[{"name":"旅行","slug":"旅行","permalink":"https://ftime.github.io/tags/旅行/"}]},{"title":"用屁股赚钱-我的股市定投心得","slug":"用屁股赚钱","date":"2021-02-26T22:24:27.000Z","updated":"2021-02-26T22:37:27.562Z","comments":true,"path":"2021/02/27/用屁股赚钱/","link":"","permalink":"https://ftime.github.io/2021/02/27/用屁股赚钱/","excerpt":"","text":"​ 两年前，我写过一篇《理财投资的读书心得》，学以致用，写完不久，开始实战。转眼两年多过去了，我本来还犹豫要不要写实践心得，最近在得到APP上看了一篇《投资需要知道的所有事》，感触很多，决定写出来。 投资，非常容易上手，用钱买资产就行，但是又非常容易失手，心态不好方法不对，钱说没就没了。投资千人千面，受各种因素影响，年龄收入抗风险能力都很重要，只是分享一下我的实践心得，希望对你有启发。 我的心态我三十出头，努力工作，靠工资养家。投资是为了对抗通货膨胀，避免劳动所得不断贬值，我不妄想靠投资发大财。不幻想，挺踏实。 罗振宇在《时间的朋友》跨年演讲里提到： 2018年，中国居民的可支配收入中，有73%来自劳动所得。即使美国最顶层的富人，劳动收入也占家庭总收入的一半。也就是说，大部分人凭一身技能下力挣钱。 在哪儿投？股市房产黄金，眼花缭乱。我投股市，用支付宝。投资有风险，入市需谨慎。但，谨慎归谨慎，股市这张桌子一定要坐上，不然就吃亏，市场给所有玩家都发钱，不拿白不拿。 拿什么投？如果每月工资是一个煮鸡蛋的话，我拿鸡蛋壳投资。我是普通工薪族，每月工资扣税还房贷缴保险，去除衣食住行基本开支，还要储蓄以备不时之需（因为生活总是充满了意外），最后剩下的才放在股市里投资。 投什么？沪深300指数基金和标普500指数基金。二者分别代表中国市场和美国市场。长期来看，单个公司的股票可能退市归零，但是只要中美经济一直发展，那么代表中美市场的指数就会一直涨。投资指数的普通人，就可以获得经济发展的红利。历史数据显示，这两个指数基金的长期年化回报率大概8%左右，这就是市场白给的钱。 怎么投？我在支付宝里设置每月定期定额自动投资。设置完成后，就不再调整，不管涨跌，系统自动无脑买入。但是，很多人投了之后会花时间精力看行情，忍不住追涨杀跌，不仅市场白给的钱没拿住，自己的本钱也折腾没了。 所以最重要的原则来了，要用屁股投。管它市场跌跌涨涨，一旦开始定投指数基金，就把屁股牢牢坐稳在指数上，只买不卖，一直拿着**。 坦白来讲，我虽然一直拿着，但是刚开始也常常忍不住去看行情，结果非常不开心，我18年初开始定投，沪深300指数买在了最高的山顶上，买完就跌，跌跌不休，跌了一年。不过，投资前我毕竟做过很多功课，还写了读书心得，我不断给自己做心理建设，”只买不卖，指数终究会涨回来的“。我不再主动看行情，工作生活，该干嘛干嘛，吃得好睡得好。真要想看行情的话，一年只看一次最幸福。 我定投两年，运气不错，收益19%，这是国家经济增长带来的收益。当然，当市场发生波动的时候，短期內可能亏损19%，甚至更多，所以长期投资很重要。 投多久？三十年。等没有工作收入时，再按需提取。人的平均寿命在延长，我至少还有三四十年的工作时间，诚实劳动，自食其力，养一技之长，做个对别人有用的人，顺便享受时间给资产带来的复利。当然，更重要的是要保持身体健康，这是一切的本钱。 股市七亏二平一赚。屁股牢牢坐稳，我想我会成为那一赚的人。 往期回顾 理财投资的读书心得 过年不吵架，吵架不过年 除夕去“隔壁老王”家做客 哇！我这么差劲哦，哈哈！","raw":null,"content":null,"categories":[],"tags":[{"name":"投资","slug":"投资","permalink":"https://ftime.github.io/tags/投资/"}]},{"title":"理财投资读书心得","slug":"理财投资读书心得","date":"2021-02-26T22:20:03.000Z","updated":"2021-02-26T22:37:29.644Z","comments":true,"path":"2021/02/27/理财投资读书心得/","link":"","permalink":"https://ftime.github.io/2021/02/27/理财投资读书心得/","excerpt":"","text":"17年十月份的旧文，重发一次，备忘。 谁不想发财我学习理财投资的初衷就是想发财，或者说实现个人财富自由：就是说再也不用为了满足生活必需而出售自己的时间了。 抱着这个目的，中秋假期，我在《得到》APP上听了20本关于理财投资的书，查看了一些资料。 厚厚一本书，说书人用20多分钟来讲解主要内容，其实也就是能听个大概而已，想要深入了解，还是得亲自逐字去读。 投资发财的希望渺茫众说纷纭，听完之后，我的感受是：作为一个普通人，不管有没有钱，理财知识必须得学，而且越早开始越好；但是，一个普通工薪阶层，想要通过投资在短期内实现财富自由，基本没门。 #投资有什么用？ 那么一个普通人学习理财投资知识，到底有什么用？我觉得主要有两点： 一、战胜通货膨胀，保护自己的财产不受损失。除了富二代，大多数人都是白手起家，从给人打工开始，一点点攒钱，但是如果把钱全存银行，利率不及通货膨胀率，钱越存越不值钱。那条新闻“44年前存入银行1200元，如今取出2684.04元”，说的就是这个事。 月息2.7厘（年利率3.24%），但是银行没有计算复利，所以1200的本金，44年也只有1700多的利息而已。用复利来换算的话，这个存款的年化收益率大约1.9%，而中国2016年的通货膨胀率是2.3%（数据来自维基百科）。所以，如果没有理财知识，不假思索把钱全部存银行，财富必然大幅缩水。 二、通过长期投资，获得市场的成长和经济增长的收益。作为工薪阶层，每月的工资扣除生活必需，扣除车贷房贷，扣除储蓄保险，如果还有结余，可以拿来投资，让钱生钱。投资的工具有很多，股票债券不动产等等。门槛最低的应该就是股票债券了。 根据资本交易市场的数据，短期来看，股票和债券指数是波动的，风险很高，但是长期来看，两者都是上升的曲线，升的快慢不同而已。这个长期的增长来自于市场和经济的增长，这是我们每个普通人都能参与的机会。而且，现在人的寿命越来越长，我们更能够通过长期稳健的投资策略，来获得市场的收益，从而让自己老有所依。 上图是1800 年至 2012 年美国的股票和债券收益的收益比较图，红色是股票指数（SPXTRD），蓝色是债券指数（TRUSG 10M）。（来源：李笑来《七年就是一辈子》） 那么股票的年化收益率又怎么样呢？历史数据显示，20年的平均年化收益率为10.2%，30年的平均年化收益率为11.3%，参考下图。 具体怎么做？带着疑问，我听了这几本书，反思之后，我的结论是：定期定额投资股票指数基金和债券指数基金，并长期持有。 这让我想到了很早之前看过的文章，财新传媒主编王烁在《极简金融课》里提到的方法，所谓普通人最靠谱的投资策略： 通过股债组合来抓住市场收益。相对而言，股票的长期收益率高而波动大，债券的长期收益率低而波动小，互相补充，两者组合投资，能够在部分熨平波动的同时获得相对稳定的收益。举个例子：你一旦有工作收入，就开始建立股债投资组合，不要等。初始比例为股债8:2，股8债2。每年底再平衡一次：如果股票上涨，所占比例超过80%，即卖出股票补入债券，将比例恢复到8:2；反之亦然。但是，每隔相当长一段时间后(一般建议10年一次）你要调整股债比例，逐步从8∶2降到7∶3再降到6∶4再降到5∶5……债券所占比例越来越高，最终到退休以后主要为债券。原因也很简单，越年轻越能承受价格波动风险，退休之后，你没有工作收入，就该杀鸡取金蛋了——股债比例调整是为了匹配你的生命和收入周期。…你得选代表性最为广泛的股票和债券指数，然后在与这些指数对应的指数化投资工具中，选择交易成本最低、成交量最大的那些。 像这样，用长期定投股债组合的策略就可以最大限度地在保护自己的同时获得市场的收益 作为工薪阶层，哪怕事业平庸，利用这个策略，经过二三十年的长期增长，实现老有所依，不在话下。而违背这个策略，在资本市场里则很可能会被当成韭菜，一茬一茬地被收割，血本无归。 那么话说回来，怎么实现财富自由呢？ 放弃投资发财的梦，把节省下来的时间精力投资在自己身上，花在学习和成长上，提高自己的价值，干一行爱一行，最终通过自己的事业发展来实现财富自由。","raw":null,"content":null,"categories":[],"tags":[{"name":"投资","slug":"投资","permalink":"https://ftime.github.io/tags/投资/"}]},{"title":"2020读书观影回顾","slug":"2020读书观影回顾","date":"2021-02-18T22:27:40.000Z","updated":"2021-02-18T22:33:55.925Z","comments":true,"path":"2021/02/19/2020读书观影回顾/","link":"","permalink":"https://ftime.github.io/2021/02/19/2020读书观影回顾/","excerpt":"","text":"年底了，回顾这一年的读书观影记录，做一个完全主观的评价。 三星：不可不看，很精彩，会再看。两星：不妨一看，有亮点，有感触。一星：不如不看，没意思，已忘光。 书人在国外，购书不便，新冠肆虐，没能回国，所有的书都是在微信读书上看的。 三星《幸福的勇气》。我的年度之书，《被讨厌的勇气》的姊妹篇。读完我模仿书中对话体，写了文章-尊重的勇气。我常会用书中的一句话自问：我将要说出口的话，是在说可恶的他人，还是说可怜的自己，还是说接下来怎么办？抱怨于事无补，行动解决问题，于是拨云见日。 《十分钟冥想》。这本书让我学着与焦虑和平共处-我和我的焦虑。我尝试变成旁观者，跳脱出来，看自己就像看别人一样，从而松弛下来，平静应对焦虑。跟以往相比，我每天主动深呼吸的次数多了，什么也不干，只是坐着，也不觉得无聊。 《娱乐至死》。35年前出版的书，作者反对的是电视屏幕。放在今天，把书中的电视换成手机，毫不违和：手机上，娱乐视频无限量自动播放，只要愿意，就可以一直刷，猝死方休。人当然需要娱乐，但要有节制，主动地玩手机，而不是被手机玩。看完这本书，有了文章-致儿子—我还要。 林语堂的《苏东坡传》。读到他悼念妻子的词：“十年生死两茫茫，不思量，自难忘，千里孤坟，无处话凄凉”，很感动。从前只会背，却从未理解背后的辛酸。他出生在四川眉山，18岁，娶王弗；23岁，开始做官，举家迁往开封；29岁，妻子病逝；30岁，父亲去世。将父亲和妻子的灵柩运回故乡，陆路水路，要四个月的时间（如今高铁只要8小时），在故乡守孝两年，离开后他再也没能回去。39岁，他在山东密州做官时，写下了这首悼念亡妻的词，千古流传。 张磊的《价值：我对投资的思考》，李录的《文明、现代化、价值投资与中国》。有大智慧的人，真诚地分享自己的经验教训，看到就是赚到。大道至简，相信长期主义——把时间精力投入到长期来看真正重要的事情上。 《高效能人士的七个习惯》。经典重读，常读常新。 《无条件养育》。养育不是一件容易的事，同一本书，在儿子成长的不同时期看，感触不一样。这很难，但仍值得我们全力以赴。 两星看了几本企业家的传记，都挺好，包括苹果的《乔布斯传》、迪士尼的《一生的旅途》、星巴克的《将心注入》。读完的感觉大抵都是：哦，原来人生还可以这样过，了不起的企业是这样创立的。 看了不少生活方式的书，读起来都很愉快。松浦弥太郎的《100个基本》《今天也要用心生活》《崭新的理所当然》。打扫卫生时，顺便听了《恰到好处的生活之味》、《收纳，给你变个大房子》、《极简：在你拥有的一切之下》。我也不知道，是做家务让我喜欢上了这些书，还是这些书让我喜欢上了做家务。 电影去年，儿子需要哄睡，我们只能偷时间看电影。他大了一岁，入睡变得容易，我们多了不少时间，却没因此看更多电影。有点像吃饭，贫乏时，总觉得吃不饱，当富足时，才发现胃的容量有限。 整理时发现，今年看的主要是婚姻家庭亲子关系的电影，还有纪录片传记类的电影。 三星经典重看，常看常新。《一一》、《千与千寻的神隐》、《寿司之神》、《推手》。 《爱在黎明破晓前》《爱在日落黄昏时》《爱在午夜降临前》三部曲，男女主角几乎一直在说话，闲聊或是争吵，某些瞬间，我看到了自己的影子。想起李宗盛的歌，《你像个孩子似的》：“工作是容易的赚钱是困难的，恋爱是容易的成家是困难的，相爱是容易的相处是困难的，决定是容易的可是等待是困难的”。 《82年生的金智英》。讲述韩国三四十岁已婚女人的困境，包括家庭和社会上的问题。我和韩国同事们聊天，抽样调查，三个男人，都说他们家的婆媳关系和电影不一样。或许真的不一样，或许是男人根本没有理解到妻子的苦衷。 《花样年华》。且不说情节，画面真美。张曼玉身着旗袍 ，万种风情，梁朝伟头发油亮，一丝不乱。 《波西米亚狂想曲》。我看了电影才知道皇后乐队，于是把他们在Live Aid演唱会上的表演看了好多遍，太有感染力了。 《阳光普照》。看完后，一个问题不断浮现：如果我遇到了一个总是来找我麻烦的亡命之徒，我该怎么办？假如我的儿子遇到了一个总是找他麻烦的亡命之徒，我又会怎么办？ 三部关于儿童的电影。《穿条纹睡衣的男孩》和《乔乔的异想世界》都是纳粹时期的故事，前者灰暗，后者明亮。《何以为家》，作为一个父亲，看到这样的真实事件改编的电影，心痛又无奈，愿世界和平，愿孩子能有一个温暖的家。 两星《伟大的辩论家》。情节已经忘了，但是记得其中一句台词，那是父亲对儿子的教诲：We do what we have to do, so we can do what we want to do。先做该做的事，再做想做的事。 《海蒂和爷爷》。瑞士阿尔卑斯山的风景很漂亮，蓝天、雪山、草地、篝火、奶酪、面包，美好的事物都很简单。想起来另外一部风景很美的电影，《哪啊哪啊神去村》。 好书和好电影，不负好时光。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"韩国机场的母婴设施","slug":"韩国机场的母婴设施","date":"2019-05-19T09:00:59.000Z","updated":"2019-05-19T09:03:39.241Z","comments":true,"path":"2019/05/19/韩国机场的母婴设施/","link":"","permalink":"https://ftime.github.io/2019/05/19/韩国机场的母婴设施/","excerpt":"","text":"当了爸爸之后，才开始关注公共场所的母婴设施，韩国做的很不错。医院，防疫站都有母婴室，百货商场和大型超市里面除了母婴室还有婴儿手推车可以免费租用。最近带着9个月的宝宝回国，使用了一下机场的母婴设施，经验如下。 釜山机场釜山机场只有一个母婴室，地方不小，设施齐全。带着宝宝在里面换了尿布，哺乳，吃了辅食，体验很好。 另外还有母婴室里还有用帘子隔断的两个哺乳空间，还有一个宝宝餐椅，可以让宝宝坐在上面吃辅食。 首尔仁川机场老婆需要独自带着10个月大的儿子在仁川机场换乘飞机。我先探一下路，以便让她的旅途能更顺利一些，少走一些弯路。 先说结论，仁川机场第二航站楼里面对于母婴的考虑还是很周全的，有母婴室，婴儿车，游乐场，这些都可以免费使用。 转机是在三楼到达，走转机通道，过安检之后上机场四楼，也就是候机大厅。这里分布着4个母婴室，2个婴儿手推车保管点（共20台），具体位置信息可以通过大厅里设置的自助电子查询屏幕找得到。屏幕一人多高，很显眼，有好几个，通过它可以很便利的找到。 母婴室母婴室不大，但是照顾孩子需要的东西都具备。比国内一些机场的好很多。上面是洗手台，净水器，消毒柜，换尿布的设施，另外还有一个有门的隔间我没有拍照，是哺乳室，有沙发，有哺乳枕。 婴儿车婴儿车的租借也很便利，有两个无人保管点。 我拉出来一个试了一下，很容易操作。手柄处有一个滑块一个按钮，先把滑块推到红色的解锁位置，然后手握紧手柄（自然就按下了按钮），提起来，车子就打开了。椅子的靠背有四个位置可以调节，调节板在靠背后方，扣起来，向后下方拉，或者向前上方推，就可以调节靠背的位置。 希望国内的这些基础设施能多一些，能考虑得再细心周到一些。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"家有一宝","slug":"家有一宝","date":"2019-03-30T04:59:24.000Z","updated":"2019-03-30T05:02:06.365Z","comments":true,"path":"2019/03/30/家有一宝/","link":"","permalink":"https://ftime.github.io/2019/03/30/家有一宝/","excerpt":"","text":"家有一宝，八个月大，能匍匐爬行，能扶床站立。口欲甚强，触及之物皆入口尝。会咿呀作声，不会叫爸妈。 看他坐在地上自得其乐，偶尔会想起他刚出生的样子，那时是个只会啼哭的小不点，现在是个能爬能坐的小可爱。时间似乎过得很快，恍恍惚惚儿子已长大，但仔细想来，日子过得极其丰富，迷惑伴随着几分疲惫，惊奇掺杂着些许兴奋。 曾几何时，吃喝拉撒睡是唯一的话题。“吃够了吗？”“湿了几张尿不湿？”“粑粑颜色对不对？”“睡得这么少怎么办？”《美国儿科学会育儿百科》被翻了一次又一次。随着宝宝一天天长大，拨云见日，这些烦恼都逐渐成了往事。在这欢喜的片刻，抓住时间的尾巴，回顾一下宝宝成长的点滴。 乳名安安宝宝似乎总吃不够，每次吃完奶，不管刚吃了多少，只要嘴巴离开奶头，他就会焦急地凑着脑袋，“安安安”短促地喊个不停。抱起来，转移注意力，他才作罢。于是多一乳名：安安。 分秒必争宝宝独自玩耍时，岁月静好。宝宝嗷嗷待哺又睡意来袭时，鸡飞狗跳。我俩刚开始也是手忙脚乱，慢慢地配合默契，分工协作。安抚宝宝，喂奶铺床，有条不紊。虽然争分夺秒，但也从容不迫。忙完之后，常常感叹，原来自己的效率可以如此之高，感谢宝宝的“督促”。 魔力之声总有无法及时回应宝宝的时候，他不仅用手舞足蹈来吸引我们，而且用独特的声音来召唤我们。那声音不是哭喊，有点像便秘了在使劲儿。他的气息拖得很长，不停地喊，听得人胸口发闷。有一次，我硬着头皮伴着他的呼唤声匆匆把饭倒进胃里，结果好久不消化，后来只得知趣地及时回应。 啥是玩具大人觉得特定的东西才是玩具，宝宝眼里万物皆可玩耍，对于不是“玩具”的东西更感兴趣。花花绿绿的玩具散落一地，他常常熟视无睹。他最近对四四方方的空奶盒情有独钟。每次拿起空奶盒，把玩千遍也不厌倦，把玩的感觉像春天。早上起床后他情绪最高涨，地板上的小凹痕也成了把玩的对象。他跪在地上，撅着屁股，盯着地板，食指和中指用力地来回摸，专注的样子让人忍俊不禁。临睡前他精疲力尽心情最低落，任何玩具都不好使，都不如爸妈好玩。 两个小偷宝宝的睡眠是我们最大的挑战，估计也曾是大多数父母的难题。入睡难，睡得晚，睡得浅，频繁醒，问题一箩筐。每到傍晚，还没开始哄睡就精神紧张，其中滋味，此处省略一万字。 经过一番努力，宝宝终于入睡。他有时睡得深，有时睡得浅。睡得深时，风把屋门甩上他都依然酣睡，睡得浅时，脚步窸窸窣窣他都醒来抗议。“娃醒了”可是个深夜恐怖故事。为了避免吵醒宝宝，只要他睡了，我俩就蹑手蹑脚，轻拿轻放，分明是在自己家，但是却像两个小偷。 一家之KING卧室里两张床，一张双人床拼一张单人床。原计划一家三口其乐融融，事实证明我俩太天真，宝宝不管睡大床还是睡小床，睡中间还是睡两边，统统睡不踏实，夜醒到宝妈崩溃。偶然的机会，让宝宝独自在卧室睡了一晚，结果他前所未有地睡了一大觉。于是宝妈和我辗转搬到衣帽间打地铺，好景很长，各自安好。于是，他以70厘米的小小身躯，独占一个QUEEN 加一个SINGLE BED，一家之KING，名副其实。 日落而息宝宝独享卧室，确立了一家之主的地位之后，雨后看见彩虹，他日落而息，日出而作。我俩也紧随其后，早睡早起。托宝宝的福，我的作息更好了。从前的娱乐时间现在都用来休息，不但没觉得缺了什么，反而觉得更加充实，再次感谢宝宝。 时刻准备着大半年探索和失败的经验告诉我们，不要高兴得太早，每当感觉一切都在变好的时候，新的挑战就要来了。希望新的挑战能来得再晚一些。","raw":null,"content":null,"categories":[],"tags":[{"name":"育儿","slug":"育儿","permalink":"https://ftime.github.io/tags/育儿/"}]},{"title":"刻意练习","slug":"刻意练习","date":"2019-03-16T04:42:06.000Z","updated":"2019-03-16T05:59:08.732Z","comments":true,"path":"2019/03/16/刻意练习/","link":"","permalink":"https://ftime.github.io/2019/03/16/刻意练习/","excerpt":"","text":"刻意练习focusfeedbackfix it 第二语言学习可理解的输入可理解的输出","raw":null,"content":null,"categories":[],"tags":[]},{"title":"读书观影2018","slug":"读书观影2018","date":"2019-01-01T01:16:15.000Z","updated":"2019-01-01T01:29:53.000Z","comments":true,"path":"2019/01/01/读书观影2018/","link":"","permalink":"https://ftime.github.io/2019/01/01/读书观影2018/","excerpt":"","text":"年底了，翻看日记，回顾这一年的读书观影记录，做一个完全主观的评价。 三星：不可不看，很精彩，愿意反复看两星：不妨一看，有意思，有亮点，有感触一星：不如不看，没意思，看不懂，看完就忘 看完的书今年没有看几本书，看过的都不错。 三星《gardener and carpenter》园丁与木匠，为此我还写了文章。 斯蒂芬.金的《on writing》，我是在带孩子的深夜和清晨偷时间看的，畅快淋漓，有心流体验。 AYN Rand《阿特拉斯耸耸肩》，大部头，一百万字，也是在哄孩子的间隙看的。虽然是小说，但是主人公们波澜壮阔的人生，John galt的经济学理念，潜移默化地影响了我。 受和菜头的推荐，读了《香水：一个谋杀犯的故事》。阅读文字，凭借想象，体验作者描绘的奇幻世界，这是一种乐趣。 作为休闲，看了《十年一觉电影梦》，了解李安的生平，读他拍电影的故事，觉得他不再是一个远处的人，而是一个热爱电影的有韧性的普通人。 另外读了吴军的《态度》，李笑来《韭菜的自我修养》,米哈赖的《心流》，万维钢的《高手》，重读了彼得•蒂尔《从零到一》，《孩子你慢慢来》《傅雷家书》《亲爱的安德烈》《牧羊少年的奇幻之旅》。 美国儿科学会的《育儿百科》是反复翻的最多一本书。 电影三星动画片《co co》，很感动，remember me的旋律依然在心头。 复习一下李安：《卧虎藏龙》《喜宴》《饮食男女》 和菜头推荐系列：《血观音》《大佛普拉斯》《一个叫欧维的男人决定去死》《3块广告牌》 是枝裕和系列：《奇迹》《步履不停》《比海更深》 其他：《奇迹男孩》《幸福终点站》《사랑합니다》《十二怒汉》《布达佩斯之恋》《西虹柿首富》《无名之辈》 剧集：BBC纪录片《dynasty》，韩剧《我的大叔》 两星《我不是药神》《searching》《darkest hour》《call me by your name》 一星《downsizing》《逃出绝命镇》《疯狂约会美丽都》《lady bird》《爱乐之城》《羞羞的铁拳》 喜欢的事，无需计划，也能挤出时间来做。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"阿特拉斯耸耸肩","slug":"阿特拉斯耸耸肩","date":"2018-12-02T06:54:16.000Z","updated":"2018-12-02T10:12:41.000Z","comments":true,"path":"2018/12/02/阿特拉斯耸耸肩/","link":"","permalink":"https://ftime.github.io/2018/12/02/阿特拉斯耸耸肩/","excerpt":"","text":"《阿特拉斯耸耸肩》-读书笔记最近在用背带抱着哄孩子睡觉的时候，在手机的微信读书上看完了《阿特拉斯耸耸肩》。 看之前完全不知道这是一本什么样的小说，只是知道小说很长，是连岳多次推荐的一本书。 在微信读书上找到，购买，然后直接开始看。 刚开始的确不太吸引人，讲的是什么乱七八糟的铁路，但是只管看下去，反正抱着孩子也没事干。 慢慢地渐入佳境，为主人公的命运担忧，被他们的热情所感染，被他们的爱情所感动。 我跟随他们经历了一段波澜壮阔的人生，很受鼓舞，也很受启发。 断断续续，花了27个小时读完，读完才知道这本书大概100万字。的确是很厚的一本书，但是好书害怕读完。这本书读到最后就是这样的感觉。 作者用作品阐述了他的哲学观点，他认同亚里士多德对逻辑定律和人类求职手段的定义，小说的三大标题直接以矛盾律，排中律和同一律来命名，就是给亚里士多德的礼物。 记录一下书中我很有感触的一些句子。 “别显得那么害怕。” 镇定自若地去面对，即使害怕，也不要表现出来。身体和大脑是互相作用的，身体表现得不害怕，大脑也能因此更镇定。 “我要去得到最高尚的美德-我赚钱了” 赚钱是一种美德。 “他之所以能无所畏惧，是因为无论任何灾祸降临，他都能用无所不能的行动作为抵御” “他宁愿用生命去挽回刚才的冲动” 行动 “他表现出行家的自信，自信得像若无其事一样，但那自如后面，是高度的全神贯注，专注于眼前不容半点闪失的任务” 专注 “金钱是交换的工具，如果没有了生产出来的商品和生产出商品的人，他就无法存在。人们如果希望彼此打交道，就必须用贸易的方式，用价值换取价值金钱不过是体现这个原则的物质形式罢了” “金钱只是一种工具，它可以让你去想去的地方，但不会代替你司机的位置。他会带来可以满足你欲望的手段，但它不会为你提供欲望” “那些不知道自己想要什么的人，是无法用金钱买来幸福的：如果他不知道应该珍惜什么，金钱不会带给他对价值的诠释；如果它不知道该追求什么，金钱不会向他指出一个目标。” “为了自己的利益在工作——为了这个目的，我把产品卖给愿意买，并且可以买的人。我不是为了他们的利益而花自己的钱去生产，他们也不是为了我的利益而花自己的钱来买我的产品；我们彼此都不会为了对方去牺牲各自的利益；我们做的是双方同意和互惠的公平交易——我对用这种方式所挣的每一分钱都感到自豪。我很富有，对我拥有的每一分钱都很自豪。我挣钱是通过自己的努力，是通过和我做交易的每个人自愿同意下的自由交换 “大众随时都可以消减我的盈利-拒绝买我的产品就行了”。 “个人创造力的大小决定了他回报的大小” “财富不就是扩充人生命的手段吗？有两种方式可以做到这一点：要么就多生产一些，要么就是生产的快一些。我是在制造时间” 这是对于金钱和自由市场非常好的说明。钱是好量具。 “一切对现实的拒不承认，无论有什么原因，后果都是灾难性的。罪恶的念头只有一个：拒绝思考” 想到Ray Dalio的说法，不要总想着生活“应该”是怎么样的，要彻底地接受认清真相。 关于孩子的教育，作者的论述非常精彩。 他心想，小伙子的母亲在教他蹒跚学步的时候，曾经是多么的战战兢兢和小心，在为他称量食物时，会做到精确得不差分毫，为了护佑他幼弱的身体免受细菌的侵害，她对于关乎他饮食和健康方面的最新科学研究会狂热般地迷信——然后，便送他投师在了那些教导着说他没有思想，也根本不该去思考的人的门下，令他受尽折磨，精神错乱。哪怕她喂他一点脏东西，他心想，哪怕她曾经在他的食品里掺进些有害的物质，都不会造成如此恶毒和致命的后果。 他想到了所有动物对它们下一代的求生本领的培养，猫去教小猫们捕食，鸟不厌其烦地去教雏鸟们飞行——而依靠头脑生存的人不仅不教孩子思考，更要送他去接受泯灭思想的教化，在他开始思考之前，说服他去相信思考是无用的并且是罪恶的。 向孩子从头至尾灌输的都像是一连串的打击，这使他生命和意识的动力瘫痪了。“别问这么多问题，小孩子不应该嚷嚷个不停！”——“你想什么？我说这样就这样！”——“别争，听话！”——“别去琢磨，相信就是了！”——“不要反抗，要去适应！”——“不许别出心裁，要合群！”——“不要挣扎，让步就好！”——“你的心比头脑更重要！”——“你知道什么？你父母才是最清楚的！”——“你了解什么？社会才是最了解的！”“你懂什么？政治家们才最懂！”——“你凭什么去反对？一切价值都是相对的！”——“你凭什么想要逃脱凶手的子弹？那只是一种个人的偏见罢了！” 他想，假如人们看到鸟妈妈拔去小鸟翅膀上的羽毛，然后把它推出鸟巢，让它挣扎着求生时，一定会战栗不已——然而他们对自己的孩子正是这样做的。 这孩子除了被灌了一脑子的荒唐话以外，便再无所长，被迫为了生存而挣扎。他曾在短暂而无望的努力下尝试过跌跌撞撞的探索，曾经在愤怒和彷徨中大声地抗议——然后，当他第一次企图用折损的翅膀高飞上天时，便一命呜呼了。 “人的头脑是生存的基本工具。人的生命是被赐予的，但能否生存下去则是另外一回事；身体是天生的，但生计却不是；头脑是天生的，但里面的思想却不是。为了活着，人就要行动，但在行动之前，人必须要了解行动的意义和目的。不知道什么是食物以及获取食物的方法，人就无法得到食物。离开了目标和达到目标的方法，就挖不成沟——也造不出回旋加速器。为了活着，人必须去思考。” “只要有谁不敢去用他能找到的最能干的人，他就是不配干这一行的骗子。“ 想到吴军说到的一个俄罗斯套娃理论，一个人去找比他能干的的人，那公司就会越来越大。但是反过来，每个人都去找不如自己的人，那公司就会越来越小。 “你的身体是一部机器，由你的头脑来驾驭，你必须以成就为目标，一直达到你头脑的极限” Ray Dalio 也提到了这个理论。你是你身体的主人。 “快乐并非就是不痛苦，智慧并非就是不愚蠢，光亮并非就是没有黑暗。“ 从本质上讲，我的哲学观就是把人看做一个英雄一样的存在，他的幸福便是他生活的道德目标，创作和生产便是他最高尚的行动，理性便是他唯一的绝对标准。","raw":null,"content":null,"categories":[],"tags":[{"name":"读书","slug":"读书","permalink":"https://ftime.github.io/tags/读书/"}]},{"title":"致儿子","slug":"致儿子","date":"2018-10-08T23:47:19.000Z","updated":"2018-10-08T23:51:32.000Z","comments":true,"path":"2018/10/09/致儿子/","link":"","permalink":"https://ftime.github.io/2018/10/09/致儿子/","excerpt":"","text":"你好啊，我是爸爸。 第一次对你说这句话时，你刚来到这个世界，浑身湿漉漉的，我的声音淹没在你哇哇的哭声里。 你出生前，我看了很多育儿资料，希望在照顾你时不至于手足无措，不过大部分是纸上谈兵。在月子里，妈妈忧心忡忡，你的口粮、你的粑粑、你的睡眠，越过山丘，才发现前方还有高峰。妈妈很辛苦也很紧张，我总是宽慰她，放轻松。现在你两个多月了，开始爱笑了，会对着我们咿咿呀呀地说唱。虽然不知道你高兴时在说些什么，但你哭闹时妈妈和我越来越能猜透你的心思，照料你的日常也更加从容。 你熟睡时，我读《孩子，你慢慢来》，听龙应台讲述她儿子安德烈童年的点滴故事；读《亲爱的安德烈》，看龙应台和十八岁的安德烈之间的隔代讨论；读《傅雷家书》，听傅雷事无巨细地向二十多岁的儿子傅聪千叮咛万嘱咐。看着别人家的故事，想像着未来我们的关系，我可能会有时慈爱有时严厉，有时是朋友有时是权威，但无论怎样，我相信，就像他们一样，如果我们能更多地互相了解，我们就会相处得更好。 初为父母，妈妈和我都有点“产后抑郁”，因为你的到来，彻底改变了我们的生活。还好我们早有心理准备，很快适应，为你欢喜为你忧。多年前，我看过一部电影《我的父亲，我的儿子》，感动得泪流满面，如今却不敢再看，生怕触动敏感的神经。然而，无意间听到李宗盛《新写的旧歌》，一下子被打动，所有的心思，被李宗盛娓娓道来。 两个男人，极有可能终其一生只是长得像而已，有幸运的，成为知己，有不幸的，只能是甲乙。虽然我的追求，他无能也无力参与。若是你同意，天下父亲多数都平凡得可以，也许你就会舍不得再追根究底。 这两个月，我反复听这首歌，突然明白了萦绕在心头的问题。比起龙应台、傅雷、李宗盛，我没有他们一样的成就，无法给你足够高的起点，但是作为一个普通人，我只需追求做更好的自己。对于你，爸妈是独特的存在，这份感情独一无二，我们只需给予你无条件的爱。想通了，于是心安。 你还在妈妈肚子里时，晚上我会给妈妈读蒋勋的诗–《愿》。你出生后，我也常常读这首诗哄你入睡，诗句已经熟稔于心，就用诗里的句子给这封信结尾吧。 如果你张起了船帆我愿是轻轻吹动的风浪如果你远行我愿是那路准备了平坦随你去到远方当你走累了我愿是夜晚是路旁的客栈有干净的枕席供你睡眠眠中有梦我就是你枕上的泪痕","raw":null,"content":null,"categories":[],"tags":[]},{"title":"我的育儿读书心得","slug":"我的育儿读书心得","date":"2018-06-13T07:25:51.000Z","updated":"2018-06-13T07:44:38.000Z","comments":true,"path":"2018/06/13/我的育儿读书心得/","link":"","permalink":"https://ftime.github.io/2018/06/13/我的育儿读书心得/","excerpt":"","text":"我陆续看过一些育儿方面的书，从最初的术，到现在的道，想法发生了不少转变。仔细整理，发现看过的资料中，不错的有很多： 书术：《PET父母效能训练手册》《如何说孩子才会听，怎么听孩子才肯说》《好妈妈胜过好老师》道：《Unconditional parenting无条件养育》，《Gardener and carpenter园丁与木匠》《魔鬼老大，天使老二》《反脆弱》文章专栏熊莹：99%的妈妈都忽略的最重要的育儿法张旎：如何让孩子在未来更有竞争力？何帆读书俱乐部：解读《教养的迷思》《四种爱》视频纪录片《人生七年》，TED 《what do babies think宝宝在想什么》，TED《How to raise successful kids — without over-parenting正确的教育方式，是避免过度呵护》 众说纷纭，我在这里自问自答，整理自己的想法，尝试从其中找出我自己的版本。 养育是什么？父母养育孩子，养育包括抚养和教育。抚养身体，教育心灵。爱护他，保护他，帮助他，确保他身心健康。 养育的终极目的是什么？抚养他，是为了不久之后他能够自食其力：教导他，是为了不久之后他无需父母的教导。在如今这个社会上生存很容易，物质丰富，很低的收入就能吃饱穿暖活着。虽然能活着，但是这种生活很脆弱，经不起任何风吹雨打。未来有太多的不确定性，养育的终极目标应该是帮助孩子成长为健壮的抗打击的（robust）、有韧性的（resilient）、适应能力强的人（adaptable ），从而能在将来活出个人样。 养育的基本心态是什么？抓住最重要的事情，其余的不必太操心。人的时间有限，注意力有限，耐心有限，总是把心力用在鸡毛蒜皮的小事上，很容易捡了芝麻丢了西瓜。 什么是芝麻？随着时间推移，他自然而然能够掌握的事情都是芝麻。比如吃饭穿衣，吃饭时多吃一口还是少吃一口并不重要，饿了自然就会吃。不爱吃菜就不吃菜，总有别的方法补充。至于说话走路上厕所，哪怕慢一点，他早晚能学会，不必为此着急焦虑。对于已经学会走路说话的孩子，父母可能会着急让他识字，数数，背唐诗。我看过一个视频，在家长的训斥下，一个五岁的小女孩在哭着背乘法口诀，说“三五…三五…太难了,我永远都记不住这三五…”。乍一看孩子很可爱，视频很搞笑，看视频的大人可能这么想，但是视频中的小女孩不见得这么想，她的泪水是真的。有脑科学研究表明：孩子6岁以前，大脑并不适合背汉字，主要任务是玩和学习周围的人和东西。六岁以后才适合学习汉字和数学，过早开始学等于拔苗助长。其实小学生学的这点知识根本不叫事，小时候先把大脑养好，将来一发力，很容易就能轻松赶上来。不用相信打基础之类的话，一年级能有什么基础。 什么是西瓜？在养育上，什么是最最重要的？安全最重要，要时刻防止意外伤亡，比如窒息，摔落，烧伤，溺水，中毒。稍微了解一下就会知道，厨房和卫生间对婴幼儿是危险的地方，要特别注意，防患未然。美国儿科协会的育儿百科上更是说到：“永远不要将孩子单独留在卫生间，即使是一秒也不行”。因为让人心痛的悲剧都发生在一瞬间。父母不可能一直看护着孩子，主动培养他的安全意识就很重要。有一个英文视频很有趣：《蠢蠢的死法Dumb Ways to Die》，不妨看一下。 安全之上，父母还应该做什么？一、 给予无条件的爱。《无条件养育》对这一理念进行了非常详细的阐述。孩子都是无条件依赖自己的父母的，可是父母都是无条件爱自己的孩子的吗？未必。当孩子行为不当，需要父母来制止或者纠正时，依然能满怀爱意的去为孩子考虑其实很难。即使我们心里可能觉得一直都很爱孩子，可是在那一刻，孩子通过我们的表情、语言、行为根本感受不到我们的爱。当孩子感觉到安全自信且被疼爱时，他才能发展出健全的人格，甚至学习更好。 电影《垫底辣妹》里女主角的妈妈就这一个无条件爱自己女儿的典范，虽然是辅导老师的因材施教让学习垫底的女主角逆袭考入名校，但是妈妈对女儿持久的不离不弃的爱更让我感动。 二、提供是稳定富足温暖的环境。《园丁与木匠》这本书认为孩子是一颗有无限可能的种子，至于是花草还是树木，完全未知。园丁的职责就是翻土、施肥、灌溉，确保土壤肥沃，拔草除虫，确保生态系统稳定。树干歪了可以扶，枝桠杂乱可以修剪，但是园丁无法决定树的种类和花朵的颜色，终归要让种子自己发芽，经历风吹雨打，茁壮成长。也就是说，父母的角色是：给孩子提供一个稳定富足而温暖的环境，任他自由地探索，茁壮地成长，他在这个环境中有无限的可能，父母无法决定孩子成为什么样的人。如果同意这个理论，那就更不必为育儿焦虑，父母能给予无条件的爱，给予安全稳定富足温暖的环境，当孩子要出门时，我们给他们准备好路上需要的行李，这就够了。 更具体点，父母还能做什么？有了上面的基本心态，总觉得还不够。在日常的生活中，精力充沛的父母总是能够做点什么的吧？比如教孩子一些具体的能力：自制（管理时间）、专注（管理精力）、耐心、讲理、独立思考，善待他人，等等…这些好词可以一直罗列下去。 关于教，我相信下面两点。 一、 干预的影响小父母对孩子的直接影响很有限，因为孩子不见得会按照你说的来。他天生是主动的“学习机器”，他从不被动接受，他善于察言观色，会主动地对接受到的信息进行解读判断，而父母根本无法有意识地控制这个过程。就像任何人都会讨厌父母干预自己的生活催着结婚催着生孩子一样。对孩子进行控制干预不但无效，甚至还会有反作用。 二、榜样的力量大从这个角度来看，父母能做的有很多，因为父母是孩子最近的榜样。孩子耳濡目染，有样学样，虎父无犬子。所以你希望孩子养成什么样的习惯，你就先去做，孩子看到了自然会去模仿。你是个什么人，比你说什么重要得多。行胜于言。行为决定习惯，习惯决定性格，性格决定命运。让孩子终身受益的好习惯有很多，我最看重三个：阅读、运动、休息。如何让孩子培养呢？自己以身作则，手头一直有本正在读的书，有一项喜欢的运动，保持有规律的作息。如果还没有这些习惯，就逐个开始养成，只要开始了就不算晚。在家庭教育里，我觉得这是父母能做的，也是值得做的。 总结一下，育儿即育己，我现在更加理解了这五个字背后的含义。我们努力去做更好的自己，在这个过程中，我们亲自示范给孩子看，一个人如何从笨拙到熟练，如何不断成长变得更好。说到底，我们能管理的只有自己而已，孩子嘛，古话说得好，儿孙自有儿孙福。 纸上得来终觉浅，绝知此事要躬行。目前是纸上谈兵，下次再写，可能就不是读书心得，而是育儿心得。","raw":null,"content":null,"categories":[],"tags":[{"name":"育儿","slug":"育儿","permalink":"https://ftime.github.io/tags/育儿/"}]},{"title":"我的母亲","slug":"我的母亲","date":"2018-05-13T07:28:42.000Z","updated":"2018-06-13T07:43:15.000Z","comments":true,"path":"2018/05/13/我的母亲/","link":"","permalink":"https://ftime.github.io/2018/05/13/我的母亲/","excerpt":"","text":"刚看了电影《大佛普拉斯》，里面有一句话印象深刻： 现在已经是太空时代了，人们可以登上月球，却永远无法探索人们内心的宇宙。 对于母亲，我了解得其实很少。写这篇文章，祝她节日快乐。 斧头小时候，我们一家人住在一间石头屋子里，爸爸下煤窑挣钱养家糊口，几乎不在家。妈妈就在这个屋子里照料我们一家人。没钱，操持家务并不容易。满山遍野都是树林，所以做饭主要烧柴。夏天屋里做饭太热，就在屋外砌一个简易的灶台，在院子里做饭。屋外有一棵核桃树，遮天蔽日。虽然树大好乘凉，但是也招蚊子，甚至还会有虫子从树上掉下来，稍不注意，还会掉进锅里碗里。有一次盛来一碗饭，又发现碗里有个虫子，妈妈一怒之下，拎起斧头就要把树给砍掉。抡起斧头砍了好多下，众人劝他，她才作罢。如今树长得更高更粗了，树身的伤疤依稀可见，每年秋天都硕果累累，果实是我们家品相最好的核桃。 我家门前十多米外有一片空地，过年的时候，乡亲们会齐心协力在这里设置一个五米高的大秋千，大人小孩都能玩。有一年，我迷上了用秋千转圈圈，坐在秋千上，用脚蹬地，朝一个方向原地转，当秋千的两根绳子扭成麻花的时候，双脚离地，于是秋千开始朝反方向转，我的整个世界也开始天旋地转。这个游戏虽然有趣，但是有一个缺点，玩得多了容易头晕目眩，恶心呕吐。一个傍晚，我玩过火了，踉踉跄跄走回家，进屋就钻被窝睡，妈妈刚开始没发现，后来发现不对劲，我只好支支吾吾说出了原因。妈妈二话不说，拎起斧头就出去了，她要去砍秋千。秋千绳是钢丝绳和木板做成的，于是木板遭殃了。我追出去并拦下的时候，她已经砍了好几斧头。幸好拦下了，邻里们也没多说什么，于是过年设置秋千的传统得以维持了好多年。 斧头主要是妈妈劈柴的工具，偶尔用来干点别的让人不愉快的事情。 羊羔妈妈对我和姐姐好自不必说，对家里的牲畜也很好。家里养过牛和羊，她总是说，畜牲也通人性。对于小羊羔，她表现得尤为强烈。当家里的山羊不得不卖的时候，她会对买家说，你待羊好点。她甚至会跟着送出去好远好远。她用养宠物的心态饲养牲畜。 老黄牛爸爸说妈妈是家里的老黄牛，这话真没有说错。她看起来瘦弱，但是似乎有无穷的力气。小时候家里没有自来水，要去几百米外的地方挑水，妈妈小小的身体挑起水来也健步如飞。时至今日，我的肩膀也挑不起同样重的两桶水，偶尔尝试，压得生疼，也就作罢。 印象里，地里总有忙不完的活儿，一年种两季庄稼，小麦和玉米。需要犁地、播种、浇水、除草、打农药、收割、运回家、脱粒、晾晒干燥、装包入囤。这些都是力气活，但是爸爸有一阵腰间盘突出特别严重，干不了重活，所以很多农活都是妈妈起早贪黑在做。 为了给家里增加收入，夏天的时候，妈妈会去田间地头摘金银花，晒干后，作为中药卖钱。据说在我很小的时候，干脆把我背到麦田里，放在麦子旁，一边摘花一边看护我。冬天的时候，她会去山坡上割荆条，回家用荆条编织成藤板，一个几毛钱，几十个上百个的编织，卖给那些上门收购的人。这些钱来之不易，所以她很俭省。家里条件稍稍好转，她也依然会去摘金银花换钱。后来可以花钱雇人用机器干农活时，她觉得花钱不值，坚持自己干。 反脆弱妈妈很少生病，偶尔感冒发烧，大多都是熬一熬就扛过去了，尽量不看医生，这样就不必花钱了。我当时总是觉得妈妈这样做不对，这种钱不应该节省。现在才知道其实像感冒发烧这种病，其实不吃药熬过去是最好的办法，这样还能增强自己的免疫力。这叫人体的“反脆弱”。原来妈妈歪打正着，减少了药物对自己身体的损伤，让身体变得更加强韧了。 点点滴滴的回忆，越写越觉得有更多可写，待续。 …… 长大了，再写《我的母亲》是一种别样的体验，不妨试试，写一篇送给自己亲爱的妈妈。","raw":null,"content":null,"categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"https://ftime.github.io/tags/随笔/"}]},{"title":"体育锻炼与品格养成","slug":"体育锻炼与品格养成","date":"2018-04-25T22:30:29.000Z","updated":"2018-04-25T22:36:25.000Z","comments":true,"path":"2018/04/26/体育锻炼与品格养成/","link":"","permalink":"https://ftime.github.io/2018/04/26/体育锻炼与品格养成/","excerpt":"","text":"体育真能锻炼品格吗？摘抄自万维钢的《精英日课》 结论让孩子锻炼体育，对性格养成很可能没有影响，对孩子的未来没有可见的好处。 如果排除可观测因素（经济条件、种族、平时学习成绩、父母的教育程度），那么练体育和不练体育的孩子，他们长大以后不管是教育程度也好，收入也好，健康程度也好，都没有什么区别。说白了，体育没有导致更好的生活。这里面没有因果关系。 只有一个例外：男生如果高中阶段经常锻炼体育，那么这个行为的确会导致他长大以后也会经常锻炼。但是对女生则无效。（女生由外在条件决定） Without data you’re just another person with an opinion. - w.edwards deming data scientist 课外活动参加与否的标准1.的确有好处的活动，一个是数学，一个是阅读。时间花在这上面，绝对不是浪费。2.如果孩子在某一方面有天赋，那就应该专业培养，不要埋没天赋。文体项目最好从小开始练，有天赋指的是在正规比赛中有名次。3.第三个标准是如果孩子确实喜欢这个运动，那就应该让他参加，享受快乐的童年。 参考文献[1] Ransom, Michael R. &amp; Ransom, Tyler, 2017. “Do High School Sports Build or Reveal Character?,” IZA Discussion Papers 11110, Institute for the Study of Labor (IZA).","raw":null,"content":null,"categories":[],"tags":[{"name":"精英日课","slug":"精英日课","permalink":"https://ftime.github.io/tags/精英日课/"}]},{"title":"遇到熊父母怎么办？","slug":"遇到熊父母怎么办？","date":"2018-04-22T03:56:25.000Z","updated":"2018-04-22T03:58:24.000Z","comments":true,"path":"2018/04/22/遇到熊父母怎么办？/","link":"","permalink":"https://ftime.github.io/2018/04/22/遇到熊父母怎么办？/","excerpt":"","text":"如果三岁的孩子会写文章，本文的题目应该深得他们的喜爱。 同事的女儿三岁了，闲聊时她说到：“现在女儿虽然还没到打破砂锅问到底的年龄，但是说话已经有了很明显的特点。 一是自我意识强烈，开口总是我我我，‘我的…，我要…，我想…，我不…’，另外一点就是说话开始讲道理了，比如向我提要求的时候，会说”因为什么，所以什么”，有理有据，我常常很难反驳。偶尔无法回答却又说不出个所以然时，我会强制让她服从，结果女儿无力反抗，只好委屈抹泪。” 和她的闲聊让我想起了《无条件养育》这本书。作者的观点和常见的育儿书很不一样，他超越了对孩子具体行为层面的关注，而是从更深一层去探讨亲子关系，不是思考父母需要什么，而是去思考孩子需要什么。不靠奖惩来管教孩子，而是通过爱和讲理来养育孩子。 爱要靠心，讲理靠脑。养育孩子，感性与理性，交相辉映，孩子在爱的怀抱里，成长为一个讲理的人。 为什么重要？如果只看眼前利益，很难有耐心和孩子讲理。当因为孩子起床穿衣焦头烂额的时候，因为追着让孩子吃饭而精疲力尽的时候，因为孩子打架而濒临崩溃的时候，希望孩子顺从听话乖巧是再正常不过的愿望了。 于是，小时候，你让孩子做个乖乖女，她穿着你让她穿的衣服，说着你让她说的话，做着你让她做的事情，当她长大了，她并没有变化，她依然习惯于听从别人的话来行事，只不过，那个人不再是你，而是她的同伴。父母总会教她真善美，哪怕只是灌输给孩子，但是，她的同伴们都是怎样的人呢？看运气，近朱者赤近墨者黑。 长期来看，我们抚养孩子，为的是他们不久就能自食其力：教导他们，为的是它们不久就无需我们的教导。只是灌输“是什么（what）和怎么做（how）”并不够做到这一点，最重要的是让孩子理解“为什么（why）”。这个理解为什么的过程，就是讲理。只有这样，他才可能将真善美内化到自己的价值观里面，并且能够独立自主做判断。 讲理的重要性似乎无需多说，但是有人会想，毕竟他还是孩子啊，不是我不讲，是跟他讲理没用啊，他根本不听。他若是讲理，我早就轻松了。如果你有这样的想法，那是你还不知道窈窕淑女效应。 窈窕淑女奥黛丽赫本有一个电影叫《窈窕淑女》，她有一句台词这样说：The difference between a lady and a flower girl is not how she behaves, but how she is treated.（直译：一个淑女和一个卖花女的区别不在于她如何表现，而在于她是如何被对待的。）就是说，你想要让她成为淑女，就必须像对待淑女那样好好待她。 心理学家们把这个叫做“窈窕淑女效应”：你当她是什么人，她最后就真的是什么人。 当父母依靠威严来呵斥孩子甚至用惩罚来解决问题时，是父母蛮不讲理在先，那么孩子用哭闹不讲理来回应，理所应当。如果这时候说孩子不听话，其实是父母理亏，谁让你没有讲理的能力呢。 所以，无论孩子如何表现，都打心底里把当他是一个讲理的人，在这个大前提下和他相处。孩子们善于观察，敏于感受，他一定能体会得到。只有你跟他讲理，他才可能跟你讲理。你善待他，他回馈你，投桃报李，水到渠成。 如何开始？事事讲理不是一件容易的事情，要不然怎么会有那么多的一言不合就打架斗殴呢？脑力不足武力来补。正因为很难做到，才会说养育孩子是父母和孩子共同成长，才会说做父母是一场修行。 夫妻之间以身作则讲道理是最简单的开始：发现自己有错误的时候放下面子，勇于向对方认错及时改正；做情绪的主人不失控，使自己总是处于能讲理的情绪状态；抱着终身学习的态度去生活，不断改善自己。孩子天生是完美的学习机器，他们观察模仿，耳濡目染之后，自然习得。 可是，面对孩子，当耐心耗尽的时候，讲理真的很难啊。那么，如果无法做到总是和孩子讲道理，和他沟通时，至少记住下面这段话： 告知优于命令: 心平气和地告诉他比气急败坏地朝他吼更好；解释优于告知：娓娓道来向他讲理解释比简单陈述唠叨更好；讨论优于解释：和他讨论对话比自己单方面的解释更好。 看到这里，可能会有人暗自在想，对付一个小屁孩，我的逻辑讲理能力不在话下。比如，孩子想要看一个你认为不合适的电视节目，他可能这样来支持自己观点，说：我的小伙伴都在看，所以我也要看。这时你可能会说：那么如果你的小伙伴都跳楼，你也跟着跳？孩子可能哑口无言，这样你就赢了，轻松用自己的诡辩欺负孩子。你要知道孩子只是不会表达自己真实的意思而已：朋友们都看了同样的节目，有了共同的话题和经验，而我却没有，我害怕我会被伙伴们排斥在外。所以这个时候可以向他提问，和他进一步对话，核实你的假设，帮助他表达清楚自己的观点。 终极目的我觉得讲理的终极目的，是帮助孩子学会更好地理解这个世界，让他自己去发现，而不是灌输给他。 物理学家费曼在《别闹了，费曼先生》里讲过一个故事。他巴西讲课的时候，发现那里的学生背诵概念滚瓜烂熟，但是却不会用刚背诵的概念来解释眼前的物理现象。套用上文和孩子沟通的几种模式，不难想象这样的课堂场景： 命令模式：你们把这个定义熟读背会。告知模式：这个概念很重要，考试重点。解释模式：因为什么，所以什么，它能用在什么地方，不能用在什么地方。讨论模式：你是怎么理解的？你还能举出什么别的例子？ 学习知识如是，学习价值观也是如此。父母可以和孩子讨论对话，问一些起澄清作用的问题，复述并核实孩子的理解，让他们用自己的经验和问题，去自主检验思考这些价值观：“什么是对的，什么是错的，什么重要，什么更重要，为什么”，从而明白自己应该成为怎样的人。 我们很难做到完美，但是总可以做得更好。","raw":null,"content":null,"categories":[],"tags":[{"name":"育儿","slug":"育儿","permalink":"https://ftime.github.io/tags/育儿/"}]},{"title":"育儿迷思之亲子关系","slug":"育儿迷思之亲子关系","date":"2018-03-25T05:32:10.000Z","updated":"2018-03-25T05:33:15.000Z","comments":true,"path":"2018/03/25/育儿迷思之亲子关系/","link":"","permalink":"https://ftime.github.io/2018/03/25/育儿迷思之亲子关系/","excerpt":"","text":"对于育儿的焦虑，并非中国独有。在韩国生活多年，感受到这里补习班文化浓厚。如果孩子放学后不上补习班，可能会跟不上学校的进度，因为老师假定学生们已经在补习班上学过了，不上补习班的学生朋友也少，因为放学后小伙伴们都在补习班碰面。《园丁与木匠》这本书中提到过一个美国的例子。有位纽约的妈妈把幼儿园告上了法庭，理由是幼儿园只是让她的孩子玩耍，而没有让孩子为将来的考试作准备，这位妈妈恨不能让幼儿园直接把她三岁的孩子培养成一个哈佛大学的新生。 焦虑的根源是担心自己的孩子不能在这个竞争激烈的社会上更好地生存。何以解忧，唯有教育。 教育的确是突破阶层固化的重要手段。《人生七年》纪录片用活生生的例子阐述了良好的教育对于改变人生的重要性。然而，同样是重视教育，但是对于亲子关系的定位不同，最终的教育结果可能大相径庭。 父母和孩子应该是怎样的一种关系？《园丁与木匠》提到了两种亲子模式，园丁模式和木匠模式。 木匠模式，默认孩子是个木头疙瘩，按图加工，有框架，有模子，长的锯短，方的刨圆，木头疙瘩被削得面目全非，木匠做出来一个跟图纸差不多的活儿。乍一看，木匠模式看起来也不是很糟糕。玉不琢不成器。《虎妈战歌》中的虎妈蔡美儿把两个女儿都送进了哈佛。大女儿14岁就在卡内基音乐厅弹钢琴；小女儿12岁就成为了首席小提琴手。虎妈通过严格管教，施加压力，以爱的名义绑架奖励惩罚，让孩子努力做功课，强制孩子练习音乐体育，剥夺孩子玩耍的时间，总之，就是通过外部的力量，约束孩子的行为，让孩子通过更多的练习获得更好的表现，在同龄人中领先。 然而，人非木头。即使一定要用木头比喻，不同的孩子也是不同的木料，适合于不同的用途。但是木匠模式剥夺了孩子的各种可能性，是在用一个固定的模式来塑造出固定模样的孩子。 园丁模式，默认孩子是一颗有无限可能的种子，至于是花草还是树木，完全未知。园丁的职责就是翻土、施肥、灌溉，确保土壤肥沃，拔草除虫，确保生态系统稳定。树干歪了可以扶，枝桠杂乱可以修剪，但是园丁无法决定树的种类和花朵的颜色，终归要让种子自己茁壮成长。也就是说，父母的角色是：给孩子提供一个稳定、安全、富足而温暖的环境，任他／她自由地探索，茁壮地成长，孩子在这个环境中有无限的可能。 爱孩子不是给它们一个目的地，而是给他们准备路上需要的行李，不是告诉他们路在哪里，而是帮助他们、让他们找到自己的路，哪怕那是一条你自己不会走、也不会选择让他走的路。 园丁之路，似乎更难，但是值得父母全力以赴。","raw":null,"content":null,"categories":[],"tags":[{"name":"育儿","slug":"育儿","permalink":"https://ftime.github.io/tags/育儿/"}]},{"title":"叠字之美","slug":"叠字之美","date":"2018-02-25T03:05:42.000Z","updated":"2018-02-25T03:06:37.000Z","comments":true,"path":"2018/02/25/叠字之美/","link":"","permalink":"https://ftime.github.io/2018/02/25/叠字之美/","excerpt":"","text":"第一次感受到叠字的美，是李清照的《声声慢》 寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。 满地黄花堆积。憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！ 最近看到丁香妈妈的文章推荐哄睡宝宝的曲子，《离人》居首。 银色小船摇摇晃晃弯弯悬在绒绒的天上你的心事三三两两蓝蓝停在我幽幽心上你说情到深处人怎能不孤独爱到浓时就牵肠挂肚我的行李孤孤单单散散 惹惆怅… 关于叠字应用得最出神入化的文字，我觉得是余光中的散文《听听那冷雨》 惊蛰一过，春寒加剧。先是料料峭峭，继而雨季开始，时而淋淋漓漓，时而淅淅沥沥，天潮潮地湿湿，即连在梦里，也似乎有把伞撑着。而就凭一把伞，躲过一阵潇潇的冷雨，也躲不过整个雨季。连思想也都是潮润润的。每天回家，曲折穿过金门街到厦门街迷宫式的长巷短巷，雨里风里，走入霏霏令人更想入非非。…听听，那冷雨。看看，那冷雨。嗅嗅闻闻，那冷雨，舔舔吧，那冷雨。雨在他的伞上这城市百万人的伞上雨衣上屋上天线上，雨下在基隆港在防波堤海峡的船上，清明这季雨。雨是女性，应该最富于感性。雨气空而迷幻，细细嗅嗅，清清爽爽新新，有一点点薄荷的香味，浓的时候，竟发出草和树林之后特有的淡淡土腥气，也许那竟是蚯蚓的蜗牛的腥气吧，毕竟是惊蛰了啊。也许地上的地下的生命也许古中国层层迭迭的记忆皆蠢蠢而蠕，也许是植物的潜意识和梦紧，那腥气。… 再次阅读上面的文字，想起在花莲旅行时的雨天，大概就是上面这种清清爽爽新新的感觉。","raw":null,"content":null,"categories":[],"tags":[{"name":"随想","slug":"随想","permalink":"https://ftime.github.io/tags/随想/"}]},{"title":"读书观影回顾2017","slug":"读书观影回顾2017","date":"2017-12-31T03:59:56.000Z","updated":"2018-02-18T07:05:30.000Z","comments":true,"path":"2017/12/31/读书观影回顾2017/","link":"","permalink":"https://ftime.github.io/2017/12/31/读书观影回顾2017/","excerpt":"","text":"年底了，翻看日记，回顾这一年的读书观影记录，做一个完全主观的评价。 三星：不可不看，很精彩，愿意反复看两星：不妨一看，有意思，有亮点，有感触一星：不如不看，没意思看一遍就忘掉，或太负面不愿再看 看完的书（22本）三星反脆弱，黑天鹅，富兰克林自传，人类的群星闪耀时，一个陌生女人的来信，昨日的世界，穷查理宝典，财富自由之路，把时间当作朋友，简单的逻辑学，我的职业是小说家，活出生命的意义，富爸爸穷爸爸，从0到1，讲理，Saturday is dadurday 两星解忧杂货铺、원점에 서다、精进、好好学习、跃迁 一星小岛经济学 读过却没有读完的书（20本）大学之路,文明之光,巨人的工具英文版,旁观者,影响力,非暴力沟通,滚雪球,沟通的艺术,美国儿科学会育儿百科，理性乐观派，西尔斯亲密育儿，西尔斯怀孕百科，习惯的力量，人性的弱点，稀缺，人人都能用英语，how will you measure your life，deep work，rework，peak performance 电影（51部）三星如父如子，消失的客人，疯狂原始人，钢琴家，情书，过年，万箭穿心，在这世界的角落，老无所依 两星窈窕淑女，社交网络，地雷区，夜行者，决胜21点，极盗车神，敦刻尔克，美国往事，sing，悬崖上的人鱼公主，摔跤吧爸爸，房间，血战钢锯岭，人在囧途，特朗勃，荒野生存，白日梦想家，蝙蝠侠黑暗骑士，上帝之城 一星出租车司机택시운전사，一天하루，变相怪杰，天才枪手，暴雪将至，金福南杀人事件始末，异形5，异形前传-普罗米修斯，The cure，我不是潘金莲，moana，看车人的七月，耳朵大有福，顽主，没完没了，穿越时空的少女，银河系漫游指南，降临，嫌疑人x的现身（中国版），在云端，太空旅客passenger，安德的游戏，机械师2 剧集(6部)三星行星地球II The planet earth II，蓝色星球II The blue planet II，这就是我们This is us season 1&amp;2，请回答1988，炸弹追凶 Manhunt： Unabomber 两星请回答1997 读的《得到》专栏三星财富自由之路，精英日课，硅谷来信，许岑的学习方法和研究方法论 向脑子里输入了上面这么多东西，但是输出的东西很少，写了23篇文章，大约两万五千字。 这些都是年初没有计划，结果却做了的事情。 另外，做了一件给我很多自信的小事：做了四个月的俯卧撑，总计8000多个。从一天10个开始，每天比前一天多做一个，从7月30号直到11月19号因为切菜手指受伤而终止。112天，至少8052个俯卧撑。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"家庭与工作的平衡","slug":"家庭与工作的平衡","date":"2017-12-25T06:05:49.000Z","updated":"2017-12-25T06:07:57.000Z","comments":true,"path":"2017/12/25/家庭与工作的平衡/","link":"","permalink":"https://ftime.github.io/2017/12/25/家庭与工作的平衡/","excerpt":"","text":"既然说要平衡家庭与工作，那就说明对于大部分人来说，两者本身已经不平衡，而且，很可能是工作被重视，家庭被轻视。因此我们需要更多主动的干预，去重视被忽略的家庭。 很多人都口口声声说家庭很重要，但是事到跟前，却又总是缺席。如果市场表现跟经济理论不一致，那肯定是经济理论错了。同样的，如果一个人的表现跟他说的不一样，那肯定是他说谎，他并不是真的认为家庭重要。如果他打心底里认为某件事足够重要，那么他就不可能忽视这件事情。 所以，我认为要想平衡家庭与工作，最根本的是要从观念上认识到家庭的重要性。只要观念改变了，行动的改变就是顺其自然的事情。 最近看了美剧《This is us》，很喜欢。其中有一幕，女主角Rebecca 自豪地向别人说起自己的丈夫：He is a great father, and provider, and husband. （他是一个好父亲，好的供养者，好丈夫）这一点和吴军老师文章中的说法一致：在美国，我的家庭=夫妻+孩子。除了那些极个别要改变世界的人，对于大部分普通人来说，工作的首要目的是赚钱养家，让自己成为一个合格的provider（供养者）。除此之外，一个男人还要做一个好丈夫和好父亲，让家人生活得更幸福。 这里的幸福不仅仅包括物质生活，还包括精神生活。不仅仅要花钱，更要花时间和精力。所以，从具体的操作的角度来讲，真正要平衡的是一个人的时间和精力。 对于上班族来讲，哪怕只是朝九晚六的工作，加上通勤时间，一天中花在工作上的时间就达到10-11个小时，再加上7-8小时的睡觉时间，能和家人在一起的时间只有5-7小时，在这短暂的时间里，还有家务要做，有杂事要处理，真正能和家人进行谈心交流，有意义地度过的时间少之又少。 算算这个时间账就会发现，家庭时间已经远远少于工作时间，在此基础上如果还得频繁加班，那情况就会变得更加糟糕。所以，上班族要主动学习一些基本的工作技巧，抓住工作中最重要的事情，尽量提高工作的效率，避免加班。另外，还应该主动学习一些管理精力的知识。工作一整天，常常精疲力尽，脑力劳动更是如此。哪怕准点下班回家了，精神上的疲倦很可能让人自制力变差，情绪不稳定，甚至可能因为一些小事情和家人发生不愉快的摩擦，从而形成恶性循环：以工作为借口来逃避家庭中的责任，从而进一步导致失衡。 看过一部日本电影叫《如父如子》，很感动。一个精英家庭，丈夫一心扑在工作上，父子间缺乏交流和感情的培养，家庭氛围很冷清。而另一个普通家庭，经济条件不好，但是丈夫经常与孩子玩成一团，家庭温暖而快乐。其中有一幕，精英家庭的父亲说：只有我才能做的事情在等着我呢。普通家庭的父亲问：父亲也是无人能替代的工作吧？ 其实，大部分人的工作远远没有他自己认为得那么重要，并不是非做不可，并不是非他不可，他不做，自然会有别人来做。但是，所有人在家庭中的角色都是别人无法替代的，孩子只有一个父亲／母亲，你的另一半也只有你一个配偶。不要认为现在错过的可以等到以后再进行弥补。有些瞬间，错过了就一辈子错过了。后悔的时候无论再怎怎么自责“我早点干嘛去了”，都为时已晚。 有一个TED演讲《什么造就美好人生？为时最长有关幸福的研究成果》，讲的是哈佛大学历时75年，跟踪724个人的一生，研究到底是什么让人保持幸福和健康。研究结果用一句话来总结就是：美好人生建立在良好关系上。 关系在于质，而不在于量。家庭关系是每个人一生中最重要的关系。如果能够真正认识到这一点，那么关于如何平衡工作与家庭，我相信每个人都能找到属于自己的答案。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"听牌的选择","slug":"听牌的选择","date":"2017-12-24T06:38:43.000Z","updated":"2017-12-24T06:39:45.000Z","comments":true,"path":"2017/12/24/听牌的选择/","link":"","permalink":"https://ftime.github.io/2017/12/24/听牌的选择/","excerpt":"","text":"打麻将，你听牌单钓北风，这时候，摸到一张三万，那么下一张打什么？ 估计你会毫不犹豫地打出北风，这样就能赢一四七三六万。但是，万万没想到，下一张摸到的竟然又是北风。叹口气，依然打出去。 打麻将靠的是技术和运气。打北风留三万，这是基本的技术，因为留着三万的话，听的牌张多，和牌的可能性更高。但是下一张摸到的牌是北风还是一万，完全是运气。 这时候，我们会不由自主地去思考概率问题，选择和牌可能性更高的打法，因为利益看得见，输赢就在眼前。 但是，对于生活中不那么明显的利益，我们常常忽视背后的概率问题。 小概率当你再次遇到文章开头的情况，你会选择孤注一掷单钓北风吗？显然不会，打北风留三万又摸到一张北风，这是个小概率事件，你不会过度关注。 同样的，因为分娩阵痛而跳楼自杀，因为帮助闺蜜而被闺蜜前男友捅死，因为一块钱发生口角热干面老板被顾客砍死。这些都是小概率事件，却常常被过度关注。 中国10多亿人口，哪怕是小概率事件，因为人口基数大，所以说不定就在某个犄角旮旯的地方发生了。在过去可能只有少数人知道，如今人人都有手机，网速这么快，只要骇人听闻，就能迅速被全世界知道。 飞机失事的概率远远低于汽车出事的概率，但是媒体会报道一架飞机事故，却不会报道一起汽车交通事故，虽然后者的概率更高，也更应该被普通大众所重视。 新闻媒体永远不会说：“不好意思，今天又是一个平静祥和的一天，没有吸引眼球的新闻可以报道”。媒体永远都有新闻，特别是坏消息，如果过度关注那些小概率事件，并因此来判断这个世界太糟糕太危险，就太幼稚了。而且我们的注意力有限，过度关注小概率事件，可能会忽视大概率事件。 大概率十有八九会倒霉的事情不要做，哪怕十有一二不会倒霉。 比如抽烟喝酒就是大概率会倒霉的事情，但是，我在网上随便一搜，找到了这样一个段子。 林彪不抽烟不喝酒，只活了63岁；周恩来不抽烟不喝酒，活到78岁；毛泽东只抽烟不喝酒，活到83岁；邓小平又抽烟又喝酒，活到93岁；张学良吃喝嫖赌全占的，活到103岁。 抽烟不一定会生病，不抽烟也不一定不生病。抽烟只是极大地增加了患病的概率，比如肺癌。只不过，不像打麻将输赢当下就能见分晓，人也不会一下子就得肺癌，但是背后的原理是一样的。如果在文章开始你选择打北风留三万，那么面对抽烟的问题，你更应该毫不犹豫地选择不抽。因为打麻将赌的是钱，抽烟赌的是命。（有人喜欢一边打麻将一边抽烟。） 一个傻子，拿着一个火把穿过了炸药厂，侥幸安然无恙，但是拿着火把穿过十个炸药厂，出事是必然的。经常做一些可能会倒霉的事情，比如抽烟、酒驾、睡眠太少，吃饭太饱等等，早晚会倒霉，因为总是不出事的概率实在是太低了。傻子会把偶然的倒霉变成必然的厄运。 反过来，十有八九会带来好运的事情要去做，哪怕十有一二什么也不会发生。 这个应该不用多说，因为去做更重要。从小处说，比如不吃垃圾食品，睡眠充足，经常运动，就能更好地保持健康，延缓衰老。往大处说，我相信做一个坦诚，谦虚，勤奋，耐心的人，做一个总是鼓励他人的人，总是能有更好的运气。 最关键的是要有一个长期的眼光，只要你坚持做正确的事情而且不断努力，哪怕短期结果可能偶尔有波动，但是长期来看，一定能赢。","raw":null,"content":null,"categories":[],"tags":[{"name":"概率","slug":"概率","permalink":"https://ftime.github.io/tags/概率/"}]},{"title":"你的名字观后","slug":"你的名字观后","date":"2017-12-21T10:11:55.000Z","updated":"2017-12-21T10:18:39.000Z","comments":true,"path":"2017/12/21/你的名字观后/","link":"","permalink":"https://ftime.github.io/2017/12/21/你的名字观后/","excerpt":"","text":"如果人的记忆像金鱼一样，只有七秒钟，那么人还会有那么多的喜怒哀乐吗？ 在动画片《你的名字》中，高中女生三叶和高中男生泷在梦中互换了灵魂，醒来之后只有意识是自己的，而身体是对方的，于是两个人都只能在对方的角色里生活（这应该是换位思考的极致了）。不过，在任何一天，他俩都可能在一觉醒来之后又重新回到自己的身体，但是对之前自己在对方身体里做的事情完全没有记忆。于是他和她通过手机里的日记软件来共享各自的一天。在互换灵魂的过程中，两个人互相一点点地改变了对方的生活。 当一切回到正常，两个人在真实世界里相遇时，也只是朦胧地有异样的似曾相识的感觉，但是却不知道对方的名字，因为记不住，虽然这些全都存在各自的潜意识里。 在《成功，动机与目标》一书中，有这样一个比喻。如果说意识是一个便签，那么潜意识就是NASA的超级计算机。意识能存储的信息非常少，而潜意识里能存储海量的信息。要想找到潜意识里存储的那些东西，我们需要线索。比如，我们要找一个人的话，名字是最重要的线索，通过名字可以精确查找，而其他的特征都很难作为关键词来精确搜索。 影片中，因为记忆不牢靠，只能靠纸和笔通过文字来留线索，而偏偏双方都没有留下自己的名字，于是换了那么多次的身体，改变来对方的生活，甚至一起拯救了一座小镇，却不能记得对方的名字。 穿越时空的对话是一个很不错的题材，比如韩剧《信号》；对于纯粹地交换身份的题材，我喜欢日剧《盗钥匙的方法》，而这部《你的名字》合二为一，交换男女身份，穿越时空，甚至因此喜欢上对方，挺美的故事。 另外，日本动画片里的小姑娘总是那么地讨人喜欢，这部影片里的四叶小姑娘，龙猫里的梅伊小姑娘，萤火虫之墓里的節子小姑娘。 幸亏人不是金鱼，那些所有喜怒哀乐的记忆才组成了现在的我。没有记忆的人生就像是一片荒漠。然而，为了对抗遗忘，对于那些不想忘记的，对于那些想精确记得的事情，写下来是个很好的选择。","raw":null,"content":null,"categories":[],"tags":[{"name":"电影","slug":"电影","permalink":"https://ftime.github.io/tags/电影/"}]},{"title":"最不缺的东西","slug":"最不缺的东西","date":"2017-08-27T01:59:26.000Z","updated":"2017-08-27T02:01:45.000Z","comments":true,"path":"2017/08/27/最不缺的东西/","link":"","permalink":"https://ftime.github.io/2017/08/27/最不缺的东西/","excerpt":"","text":"Photo by Gabriele Ribeiro on Unsplash共计1073字，阅读时间3分钟。 借口这东西，随时找，随时有，谁都不缺。 几天前，和朋友吃饭闲聊，说起近况。她问我“最近还去游泳吗？”我说“没去，天气实在是太热了。”她笑着摇了摇头说“还记得一年前，我们一起开始学游泳，那时候也是这么热的天，你还没车，每天顶着大太阳骑自行车去游泳馆。现在呢？有车了，却又说天太热去不了。我看啊，都是借口，是懒得去了吧？！” 是啊，天气是借口，懒惰才是真正的原因，只是我不愿意承认罢了。 这两天读D.Q.麦克伦尼的经典著作《简单的逻辑学》，里面有这样一段话： 虽然主要原因和工具原因都是必要的，但主要原因仍然在两者中占主导地位。如果我们太多关注工具原因并且夸大它的重要性，有些事情就很容易被忽略。 无疑，我们应该提供最好的工具，但更重要的是，我们要提供最好的工具使用者。重复一遍，最好的工具握在不合格的人手中，也不会出现最好的结果。 请注意：一个合格的主要原因，即使配上一个劣质的工具，也可以有所成就；但是一个不合格的主要原因，即使配上一个最好的工具，也永远都达不到目的。 诚如文中所言，我便是”一个不合格的主要原因”。因为懒惰而不想运动，即使在“有车不会晒到太阳、游泳时凉快惬意、游泳馆设施完备、游泳费用并不高等等”各种好的工具原因存在的前提下，也依旧达不到我锻炼身体的目的。 细思极恐，自己常常将主要原因和工具原因混淆，一味追求外在形式，却不知应该关注自己。类似的事，除了游泳，还有很多，再列出两项来自省： 读书：追求纸质书、舒适的椅子沙发、明亮又柔和的灯光、安静的环境、整块的时间，这才肯读书。殊不知，最重要的主要原因，在于我自己。对于书籍内容本身的喜爱，对于获取知识的渴望，对于成长的迫切需要，这才是最该被重视和提高的。 而与我相反，《平凡的世界》中的孙少平，上学时就四处搜罗书，爬上麦垛借着月光看书；打工时，在工地辛苦一天后，在破屋里听着同屋打工者的呼噜声看书。 写作：要用MacBook和机械键盘，不做任何工作甚至不做兼职，从而获取整块时间和内心平静，这才肯坐下来写一些文字。殊不知，只要我腹有诗书、肯动脑子思考、认认真真地把内心想法写出来、不惧怕一遍又一遍的修改打磨，这才是写出好文字的主要原因。 而与我相反，村上春树在写作的最初，还经营着一家酒吧，他顶着银行贷款的压力，在每天体力活的辛劳之后，在深夜时分，坐在厨房的饭桌前开始写小说，除了这天亮前的几个小时，他几乎没有可以自由支配的时间。就这样，他写出了《且听风吟》。 其实，任何事，如果应该做，那去做就好了。如果没做，别为自己的懒惰找借口。 找借口这事，最容易，却也最没用。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"学习路上我遇到那些贵人","slug":"贵人","date":"2017-08-03T14:59:44.000Z","updated":"2017-08-03T15:03:50.000Z","comments":true,"path":"2017/08/03/贵人/","link":"","permalink":"https://ftime.github.io/2017/08/03/贵人/","excerpt":"","text":"“那些贵人可能永远都不知道，他们无意间的光芒曾经照亮过我的一段路。” 2003年，高中二年级早读课上，同学李伟锋的一本《李阳疯狂英语》吸引了我的目光，好奇之余，借来一读，扉页是李阳老师正能量满满的经典宣言，时至今日，我依然记得第一句是“I can’t stand my poor English”，另一句印象深刻的是“I can‘t let myself down”。回想起来，我充满热情的英语学习之路也自那本书开始，大量地朗读背诵，背课文、背习题，背诵到做填空题不用看选项，答案直接从嘴边溜出来，背诵到室友听到我用英语说梦话。方法得当，辅以大量练习，这在考试时给我了大量的正向反馈，于是，英语再也没有成为我生活中的拦路虎。 2011年，研究生二年级每天乘通勤车和同学们去导师的公司实习，嘈杂的大巴车上，同学们一路嬉笑怒骂到公司。某一天，我无意间看到一位我佩服的同学在车上看书，他叫罗易。我跟他不熟，甚至都不好意思去询问书名，而是远远地不动声色地费尽力气看到了书名，那是李笑来的《把时间当作朋友》，我很容易就找到了，因为作者在博客上免费分享了电子书。这本书教会我，要耐心积累，万事皆可提前准备。于是，我再也不怕麻烦了。我甚至逐渐变成了李笑来的脑残粉，不断学习，不断成长。 2016年，网络课程说到学习和成长，我基础差、底子薄，所以从不及格到及格这一过程，感觉进步很快，但是逐渐感觉遇到了瓶颈。不过，我相信所谓成功，就是用正确的方式去做正确的事情。不断学习升级自己的大脑是正确的事情，那么有没有更好的方法呢？我在Coursera上跟着Dr. Barbara Oakley学习了《Learning how to learn》这个课程，又跟着新生大学的xdite老师学习了《元学习课》，这两门课都对我帮助很大。（点击课程名链接，可以看到我当时的一些学后感）。 2017年，得到App最近得到App上推出了一个精品课，许岑讲“如何成为有效学习的高手”，他本人就是我非常佩服的一个跨界学习高手，对他的分享我非常期待，所以课程推出之后我就迫不及待地购买了，一口气就把八节课全听完了。课程帮我总结梳理了过去学过的内容，也补充完善了新的知识。课程只卖9.99，与其说这是我最近花过得最值的9.99，我更愿意说，听这个课是我最近度过的最有意思收获最多的1个多小时。为了充分消化吸收，我听了许多遍。他是我的贵人，希望也能成为你的贵人。 如果你也感兴趣，可以长按下图，识别二维码，跳转到课程的试听购买页面，相信你会和我一样，会大有所获。 这些我的贵人，对他们来说，我可能只是路人甲，但是对我来说，他们无意间的光芒曾经照亮过我的一段路，我永远心怀感激。 如果你觉得本文对你有帮助，不妨分享出去，或许你也会无意间成为别人心中的贵人。 如果您喜欢我的文章，请关注我的公众号，和我一起成长，用思维改善生活。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"多数男人都没做好这件小事","slug":"多数男人都没做好这件小事","date":"2017-07-16T10:20:22.000Z","updated":"2017-07-16T10:28:50.000Z","comments":true,"path":"2017/07/16/多数男人都没做好这件小事/","link":"","permalink":"https://ftime.github.io/2017/07/16/多数男人都没做好这件小事/","excerpt":"","text":"关于个人卫生，从小就被教育饭前便后要洗手，从没多想过，就这样养成了习惯。 但是，最近小便后洗手时，脑中无意间跳出一个想法：为什么便前不洗手？ 上厕所之前，手指通常已经接触了各种乱七八糟的东西。手机、键盘、鼠标、公交地铁里的扶手、厕所的门把手，它们都沾满了各种细菌微生物，在这种情况下，依然不洗手就上厕所，对自己也算是够狠的。 想到这些，我不禁吓了一跳，开始主动养成新的习惯，便前便后都洗手。每次当我这样子做了之后，都很愉悦，因为觉得生活品质提高了。 有人可能会想，我没洗手也没得病啊。的确，皮肤本身有一定的防御功能，不洗不见得就真得病，但是风险无处不在，只是发生的概率高低不同罢了，洗手是在主动降低生病的概率。自己没生病，不代表家人的生病跟自己没有关系。 抱着“我没生病所以我无所谓”的态度来对待风险是很危险的一件事情。就像拿着火把穿过炸药厂后侥幸毫发无伤，所以从此堂而皇之地拿着火把穿过炸药厂一样危险。 最近在读一本书，叫《反脆弱》，里面有一段很有意思的话。 杀不死我的，只会让我更坚强。…它很容易被人误解，其实它也可能意味着：杀不死我的，并未使我变得更坚强，但它让我幸存下来，因为我比别人更强壮；由于它杀死了别人，也就是消灭了弱者，我们种族当前的平均素质变强了。 读到这段话的时候，我最大的感悟就是不要当一个弱者，要在身心上提高自己的抗打击的能力，同时也要主动避开无谓的损耗。比如，养成便前便后洗手这个小习惯。 我悄悄观察过，却很少发现有同样习惯的人。所以写下这篇文章，希望有更多人看到。可以转给你身边的男人，让他对自己更好一点。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"冥想一周的感受","slug":"冥想一周的感受","date":"2017-06-25T09:02:31.000Z","updated":"2017-06-25T09:03:44.000Z","comments":true,"path":"2017/06/25/冥想一周的感受/","link":"","permalink":"https://ftime.github.io/2017/06/25/冥想一周的感受/","excerpt":"","text":"很早之前就听老公说过冥想这码事，还假模假样地和他一起跟着李笑来练习过一次，但是当时只觉得好无聊、好难熬，身体随时都想动来动去、静不下来，于是干脆就放弃了。老公坚持了一段时间，也没再做，我就更像是得到了合理理由似的，心安理得将其忘之脑后。 但是，最近发现老公清晨又开始练习冥想了，这次他并没有拉上我，没有硬要我和他一起练的意思，只是告诉我说，他最近读的一本很牛的书叫《巨人的工具》，作者采访的200多位世界级牛人中80%的人都有冥想的习惯。 初心不免有些好奇，于是我也试着开始在一个叫“Now”的app上尝试一个7天的冥想课程。老公的态度也很随意，一开始不要定什么大目标，建议只是靠着好奇心、每天10分钟左右、先试上一周。我想着也没什么大不了的，一个不坐班的人每天拿出十分钟是小case。如果发现了冥想的好处，以后就接着来，由此得到些好处也不赖；如果发现还是很无聊，那就算了，以后也不用再想这门子事，毕竟，知道一种事物不适合自己也是种收获。于是，我从6月19号（周一）开始了冥想练习。 接纳几乎所有的课程中，提示音都会说到“放松你的身体，把注意力集中在呼吸上，走神了也没有关系，只需要慢慢地、轻轻地把你的注意力再拉回到呼吸上”。很简单的步骤，找一个安静的地方（我是在客厅的沙发一角），用你自己感觉舒服的方式坐好（我打坐很容易脚麻，就正常坐着了），背挺直，手放在大腿或膝盖上，放松，闭上眼，把自己的注意力都放在呼吸上，体会呼吸时鼻孔、胸腔、肚子等处的变化，就这么简单。 说起来简单，做起来好难，很容易就会胡思乱想。时不时就想起昨天看的电影、昨晚做的梦、今天早上擦脸时多倒出来的神仙水、晚饭是吃玉米还是冷面、最近看的书里校长小林宗作先生好睿智……虽然思绪乱飞，但是我知道这样子很正常，人的大脑总是习惯于一刻也不闲着，让它静下来专注于自己希望专注的事情很难，于是，不急不躁，再次把注意力集中到自己的呼吸上。 醒觉就这样每天做着约10分钟的练习，到了第四天，豁然开朗。因为冥想时我分神想到了一件小事，结果下午看书时又分神想到了那件事，而下午发觉自己分神时，便不知不觉像冥想练习中那样很快便把注意力拉回到了看的书上。好神奇！原来平时做任何事情时的大脑状态都和冥想时一样，容易分神，注意力难以集中。 问题的关键是，过去分神时，自己通常根本意识不到自己在分神；而通过冥想练习，我能清楚地意识到自己分心了，并且刻意地把注意力重新集中了回来。这么快便有这样的效果和感悟，令我惊讶。尝试控制自己的大脑，做大脑的主人而不是奴隶，这种感觉真好。 当晚我把这些感悟和老公交流，他听得目瞪口呆，非常羡慕地说“我练习了一年才悟到的东西，你四天就体会到了，我太迟钝了！”（当然，他所谓的一年，只是断断续续地停了又做，做了又停而已，他真正连续练习，也只不过是最近一个月的事情。） 顺其自然到了第六天，课程提示语说到“冥想练习，可以培养人的耐心。在生活中，当你看到自己喜欢的东西时，便不会那么急切地想要立马得到，出现了失败或令人沮丧的事情，也不会一直纠结其中，难以自拔。”虽然我目前还没有真切体会到这种变化，但似乎有种信念或信心，今后会更理性客观地对待事情。 比如，朋友圈里会有一些人分享一些标题党或养生党的文章。 “震惊！！！…”“再不赶紧看，就删了”“这两样东西一起吃会死！”“这个东西防癌／致癌，你竟然不知道！” 以前，看到这样的文字，我总是会想： “这么白痴的东西，竟然还是有那么多白痴会看，看了之后竟然会白痴地分享出来，把其他人也当白痴！”“这么low的网络骗术，时至今日怎么还有这么多人上当。”“人云亦人的吃瓜群众还是这么多”“好无奈啊，好的东西没人真正欣赏，烂的东西却有这么高的人气，谁来和我一起学科学，看书籍？！“ 激动的想法、鄙视的情绪、遗世独立的傲慢就占满了我的思绪，令我久久不能平静。 但如今，再看到朋友圈里的这些东西，我的想法已经完全变了： “曾经的我不也是这样的愚昧过吗？人还不能有进步之前的真实自我了？！”“真正智慧，而且远远比我读书多、学问好、见识广的人有的是，多的多，而且人家在这样的时间里，不是在刷朋友圈，而是在读书，在学习，在不断地成长”“我这样看待别人，恰恰证明了自己的无知和愚昧，这种态度本身就已经是在阻碍自己成长了”“一个人，知道的越多，不懂的就越多，我唯一应该做的就是求知若渴，而不是半瓶子晃荡”。 我想，通过冥想练习，我在进步和成熟。 每天的冥想练习，我会继续。如果你也有兴趣，尽管试一下，别贪多，嚼不烂，只是每天10分钟，只是7天。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"一本关于孩子的百万巨著","slug":"育儿百科","date":"2017-06-06T12:26:00.000Z","updated":"2017-06-06T12:30:59.000Z","comments":true,"path":"2017/06/06/育儿百科/","link":"","permalink":"https://ftime.github.io/2017/06/06/育儿百科/","excerpt":"","text":"题图：from Maoqi 上一次读的百万字巨著是《平凡的世界》，这一次是《美国儿科学会育儿百科》。还没有宝宝，先把这书通读了一遍，相对于拖延症来说，我觉得这可能叫提前完成症。书的封面上写着全球销量超过450万册，这么好的一本书，出版了20多年才卖出450万册，应该还有很多父母没有看过，不免觉得有些可惜。你可能会说：“中国的孩子为什么要看美国育儿机构出的书，美国的就好？中国跟美国不一样！”是的，国情的确不一样，但是在更高层面来看，我们关注的是人类科学养育孩子的方法，那么国家之间的地域差别就不那么重要了。 这是一本育儿百科全书，关于0-5岁孩子的养育，各种你想得到的、想不到的问题，遇得上的、遇不上的问题，这里都有相关的指导知识，凝聚了超过100名儿科专家的智慧，而且这本书已经更新到了第6版，这显然比亲戚朋友的个人经验更值得信赖。 小马过河的故事大家小学就听过，但是很多人并不知道应用。比如，当听取别人看法的时候，要时刻记得：个人经验有很大的局限性，个体案例并不能说明普遍问题。 百科全书的使用，大多是在需要的时候按图索骥，去查阅相关的细节即可。我在浏览的时候，还是常常忍不住逐字阅读，一方面可能是因为我在这方面的知识实在是太贫乏了，另一方面也是因为书的内容编排很吸引人。比起来看各种公众号或者微博上的只言片语，还是这种百科全书读起来畅快，理解得更系统。 查理芒格在关于普世智慧的演讲中，他提到的第一条原则是：如果你们只是记得一些孤立的事物，试图把他们硬凑起来，那么你们无法真正地理解任何东西。从这个角度来看，通读百科全书比看只言片语更有效。 在通读之后，且不说具体的育儿细节，说一说我的整体感受。 更多的理解这里的理解，指的不仅是对孩子成长过程的理解，还包括对父母的理解，特别是对妻子的理解。常说要换位思考，其实这不是一件容易的事情，但是当看到书中所详解的关于孩子哺乳饮食睡眠哭闹生病时的各种详细应对方法，在自己的大脑里对那些场景进行预演时，我更能够理解为什么会有人说“当家庭主妇比上班更辛苦”了。 更多的从容有了宝宝就自然成了父母，但是并不是自然就成了有能力的父母。初任父母面对各种问题时，有人可能太过于谨慎而手足无措，有人可能太过于镇定而不重视，这都不是最好的方式。如果没看过百科全书，很多东西对我来说就是未知的，有些现象哪怕就是出现了，我也不可能识别出来。比如拥抱反射，提前知道这种反射的存在，知道它会自然消失，那么当它出现时，心里就更有数，听到迷信的说法时，就更会嗤之以鼻。 更多的耐心都说面对孩子要有耐心，但是耐心从哪里来啊？心头的怒火熊熊燃烧怎么办？比如6-18个月大的孩子最麻烦，他们看起来非常不听话，即使你一天告诉他20次离卫生间远一点，当你一转身，他还是会去卫生间。你要是因此就失去耐心的话就太傻了，真正原因不是他不听话，而是他记不住，这个年龄段的孩子的记忆力还没有发育成熟。知道了这一点，面对孩子的时候，你就会更加有耐心。这种有根据的耐心远比强压心头火的耐心来得更持久，这是以理服己。培养耐心靠学识。 防患于未然保证孩子的身体不受伤害，是父母最基本的责任，也是一项永远不会结束的责任，但是并不是每一个父母都如此尽责。我曾经在烧伤专科医院见到过很多受伤的婴幼儿，看到他们被白色纱布包扎着的胳膊腿，听到他们在手术室发出的痛楚的哭声，心生怜悯。伤害发生的原因可能是天灾，但更多的应该是人祸，来自父母的疏忽。 对于烧伤严重的孩子，在治疗过程中可能需要植皮，得从孩子自己身体上未受伤的腿部，背部等部位来取健康的皮肤，这时候很多父母都抱着愧疚的心情关切地问，能不能从父母身上取皮肤，免得孩子再遭一次罪。医生说不行，因为会发生排异反应，必须用孩子自己的…此时再多的懊悔都没用。 查理芒格的逆向思维就非常适用于孩子的安全问题，不仅“知道要做什么”更要”知道不要做什么“。安全问题:跌落、窒息、烧伤、乘车安全、溺水、触电，这些看起来是常识，当真正去阅读那些注意事项时才会发现，危险远远比自己想象的更容易发生，哪怕只是一分钟的疏忽都可能酿成灾难。因为2-4岁的孩子很难完全明白他的行为会给自己以及他人带来危害，而他的行动能力又远远超过他的理解能力。 以上这些想法供你参考，我相信所有的父母都会给予孩子无条件的爱，而这本有趣有用的百科全书能帮助父母给予孩子更多的呵护。","raw":null,"content":null,"categories":[],"tags":[{"name":"育儿","slug":"育儿","permalink":"https://ftime.github.io/tags/育儿/"}]},{"title":"韩国大选在即，总统给我打电话了","slug":"2017韩国总统大选","date":"2017-05-07T07:20:04.000Z","updated":"2017-05-07T07:20:59.000Z","comments":true,"path":"2017/05/07/2017韩国总统大选/","link":"","permalink":"https://ftime.github.io/2017/05/07/2017韩国总统大选/","excerpt":"","text":"在韩国工作生活多年，我对韩国政治并不关心，但是最近总统大选太热闹，各种宣传信息满天飞，躲都躲不掉。 本来在公园里跑步，远处马路上，某党的宣传队在用高音喇叭播放宣传歌，魔性之强以至于宣传车已经走了，那旋律和名字仍在脑中单曲循环。老婆干脆继续跟着哼唱，搞得我哭笑不得。 这种大街上洗脑式的宣传并不稀奇，当年朴槿惠参加选举的时候就经历过一次。不过，这次选举出了新花样—电话和短信宣传。 前些天下午，我接到一个陌生电话，接通后那边说：你好，我是文在寅。我当时一惊：总统候选人啊，给我打电话干啥？没等我开口，那边巴拉巴拉继续说，我才意识到这是一个拉票的骚扰电话，挺新鲜，索性听下去，电话内容大意是，为了大韩民国的未来，你投票选我吧，不必等到5月9号最终大选日才能去投票，4号5号就能投，赶紧的… 在韩国，接到各种录音骚扰电话的频率很高，不过大多是推销手机的，推销总统还是头一回。 候选人是有编号的，1号候选人文在寅进行电话宣传之后，其他的候选人也不甘示弱：这样拉票也可以？！于是2号洪準杓也赶紧发短信拉票： 大意是说：“选我吧，我要把烟的价格降下来、把燃油价格降一半、电话费降40%、保留司法考试，赦免信用不良的人、赦免为了生计而犯罪的人。”这个候选人除了在马路上的魔性歌曲里，在别的地方没听说过，不过看了拉票短信我就觉得不靠谱。价格应该是市场说了算，而是否犯罪应该是法律说了算，怎么能由一个总统说了算呢？ 3号安哲秀也发来短信。这位之前听说过，是一位不断转行的学霸。最初是在韩语课本上学习过他的故事，从医学博士转行做杀毒软件（安博士软件的创始人），后来当大学教授，再进入政界。如此赫赫有名，但发来的短信倒是不入眼。 大意是：“选择前两位就是选择回到老旧的过去；选我就是选择未来。我会成为一个不说谎的总统，不让国民羞愧的总统。…”（的确，很多韩国同事都觉得朴槿惠太给韩国人丢脸了）。 “不说谎的总统”，看到这样的话，我只想说：安学霸没怎么读过心理学啊，呵呵…有心理学调查显示，普通人平均一天要说谎100次之多，谎言是生活的一部分，更是政治的一部分。选举宣传时说这样的话，不是搬起石头砸自己的脚嘛！我应该说他足够勇敢吗？ 和老婆聊这个，她淡淡的说了一句：他们都是历史舞台上的小丑而已。PS：她最近看《人类简史》正入迷，跟我聊的都是智人打败了其他人种，人类的融合，帝国，宗教，资本主义，科学革命的话题。在这样的视角下，电视上候选人跳出来互相揭短表现作秀，不是小丑，又是什么呢？ PS：虽然总统候补有15位之多，但是选票和焦点主要集中在这前3位身上，以现在的形势来看，总统应该就会在1号文在寅和3号安哲秀之间产生。政府网站上还公布了候选人的财产情况： 转行之王安哲秀果然不一般，他的赚钱能力甩出对手几十条街。安哲秀有1196亿韩元的资产，约合人民币7.4亿，而对手文在寅的资产只有18亿韩元，约合人民币1千万。","raw":null,"content":null,"categories":[],"tags":[{"name":"趣闻","slug":"趣闻","permalink":"https://ftime.github.io/tags/趣闻/"}]},{"title":"倾听的方法","slug":"倾听的方法","date":"2017-05-05T12:18:04.000Z","updated":"2017-05-05T12:19:34.000Z","comments":true,"path":"2017/05/05/倾听的方法/","link":"","permalink":"https://ftime.github.io/2017/05/05/倾听的方法/","excerpt":"","text":"今天学习了一个TED视频Five ways to listen better-5种令倾听更有效的方法 演讲者推荐的五种更好地倾听的方法是： The first one is silence。每天都拿出3分钟让自己安静下来，让听觉系统进行重置和调整。 Second, I call this “the mixer.” 尝试从听到的混合声音中分辨各种声音的类型、来源。 Third, this exercise I call “savoring”。去欣赏平凡声音的美妙：比如洗衣机的声音，咖啡机的声音，雨滴的声音。 This is listening positions — the idea that you can move your listening position to what’s appropriate to what you’re listening to.对于不同的内容，要采用不同的姿态去聆听。 RASA stands for “Receive,” which means pay attention to the person; “Appreciate,” making little noises like “hmm,” “oh,” “OK”; “Summarize” — the word “so” is very important in communication; and “Ask,” ask questions afterwards.接收，赏识，总结，询问。 我觉得最实用的是最后一种方法。这是一种在任何交谈中都可以使用，也应该使用的一种方法。演讲者在最开始的时候说到，Let’s define listening as making meaning from sound，即聆听就是从声音中获取意义。当聆听的不是物体的声音，而是人的声音时，聆听就是交流的重要组成部分。要保证交流的质量，那就要注意对方在说什么，要及时地给予回馈，用自己的语言复述总结对方的话，并且对于自己不理解的东西进行提问。然后再循环这个过程，这是有效沟通必要的步骤。 展开来说，首先，如果没有集中注意力去听的话，很容易就会错过对方提供的信息；没有100%的接收，下面的步骤也就无从谈起。 其次，如果听话人没有给予说话人及时反馈的话，就会传达给说话人一些错误的信息。想象一下，你对着很多人说话，他们有人在看手机，有人在跟旁边的人聊天，有人在看着你笑，正在说话的你会怎么想？我是不是讲得太没意思了，我是不是哪里讲错了，我是不是门牙上有菜叶…所以听话人一个简单的“哦，这样啊，嗯，对，是的”之类的语气词都能鼓励说话人更好地把话说下去。 再次，总结复述的重要性可能被很多人忽略了。大家可能会想：只要我理解了就好了，何必再重复一次呢，其实不然。语言文字只是表达意思的其中一种工具，除此之外，图表也是非常重要的沟通工具。在各种演讲中，演讲者都会使用一些包含图表的幻灯片作为辅助，帮助听众更好地理解，从而更好地传达自己的想法。但即使如此，工具本身有局限，人使用工具的能力有局限，所以最终传达到观众心中的意思可能会大打折扣。 而在日常说话时，通常没有幻灯片之类的辅助手段，只有话语本身。纵使心中有一幅画卷，若想通过语言说给别人听，那就必须把立体的画卷变成口中一句句的话，入对方耳，对方再根据自己的经验进行理解，整个信息传递的过程中有大量的损失，那么这时候听话人用自己的语言进行总结复述就非常必要，这样可以确认自己理解的和对方想要表达的是同一个意思，避免很多误解。否则就会出现，说话人描述的是左边的老虎，听话人理解的是右边的猫咪。 最后提问也是聆听过程不可或缺的一部分。通过提问可以进一步来消除交流过程中的盲点。有些内容，对于说话人来说可能是无需多说的常识，而对于听话人来说，则可能是完全陌生的概念，这就需要通过提问来澄清。 交流本身就是这样一个循环：接收-反馈-总结-提问，然后不断重复这个过程，直到双方对于沟通的问题有一个更加深入的认识。方法不复杂，可以用在生活中的每一次对话中，试一试吧，别让自己失去倾听的能力。","raw":null,"content":null,"categories":[],"tags":[{"name":"沟通，TED","slug":"沟通，TED","permalink":"https://ftime.github.io/tags/沟通，TED/"}]},{"title":"投资：在韩国购买美股","slug":"韩国购买美股","date":"2017-05-03T01:21:39.000Z","updated":"2017-05-03T01:29:02.000Z","comments":true,"path":"2017/05/03/韩国购买美股/","link":"","permalink":"https://ftime.github.io/2017/05/03/韩国购买美股/","excerpt":"","text":"我对股票市场一无所知，但是在读了李笑来的《财富自由之路》专栏之后，决定拿出收入的一小部分购买GAFATA的股票，也就是google，apple，facebook，amazon，tencent，alibaba的股票，采用定投的方式进行。具体来说就是每月定时定额（收入的10%）购买上述公司的股票，而不管当时价格的高低。 做了决定，也获得了老婆的同意，三个月之后，我终于开始行动了。人在韩国，所以步骤可能跟国内不太一样。趁着公司的一个三明治强制休假日，着手进行准备工作。 第一步：到券商开户。我选择的是现代证券，因为一个有多年炒股经验的朋友选择的这家，所以我也选择了这家。毕竟是外国人，有诸多不便，别人走过这条路，至少说明能走通，没什么坑，有问题也能够相互交流。 到了证券公司才发现，公司改名了，叫KB证券。告诉柜台人员，我要开户，购买海外的股票。柜员似乎是第一次给外国人办理开户业务，花了很长时间询问周围的同事，打电话咨询，等等。确认可以开户之后，开始办理，除了我的登陆证和护照之外，这个柜员还要我提供中国纳税号码，我说没有，但柜员开户要求提供国籍所在国的纳税号码是全世界的规则。我查询了一下，看到有人说身份证号码就是纳税号码。于是提交了身份证，她扫描留底，算是通过。添了四五张表格之后，开户成功。对方给我一个有账号的卡和一个密码卡。然后帮我在手机的券商APP global able 上进行账号的设置，设置ID，设置认证书等等，最终测试可以正常登陆后，算是开户成功，整个过程耗时将近3个小时。 第二步：到银行开外汇账户。上一步开通之后，就可以把韩元转账到该账户，然后在APP上进行换汇，购买海外的股票了。但是考虑到有时需要用人民币投资，那就需要把人民币兑换成美元汇到韩国，这时就需要在韩国有一个接受美元外汇的账户。 于是，我到友利银行开通了外汇账户。开通时又费了不少时间，因为办事员又是第一次办理这种业务，同样的在给我开通之前问上级，打电话确认账户的类型。经过种种确认之后，告诉我外国人可以开通的只能是一个受限制比较多的账户。所有的操作都必须到营业厅进行，每年向海外汇款的自由额度是5万美金，当然有收入证明的话，可以汇出收入额度的资金。 第三步：到证券公司开通外汇关联账户第一步在证券公司开通的主账户只能接受韩元，要想直接存入美元的话，就需要让券商给自己开通一个能接受美元的关联账户。这样在收到美元外汇之后，就可以直接拿来投资，而不要美元换成韩元，韩元再换成美元的多次汇率损失。 这个美元的关联账户开通起来很容易，把要求告诉柜员之后，柜员让我选择KEB外换银行或者KB银行的虚拟账户。在选择之后，就生成了一个虚拟账户，这是一个没有存折的虚拟账户。当把美元打到这个账户之后，美元会自动转到证券公司的主账号之下，直接进行投资。 其他注意事项：股票单次交易的手续费：美股，交易额的0.25%，最低手续费5.5 USD。也就是说2000USD以下都是5.5USD的手续费。中国银行海外汇款的手续费：汇款额的0.1%（最低50 CNY）+150 CNY电汇费。也就是说5万人民币以下都是200CNY的手续费。 最基本的投资硬件已经具备，可以购买海外股票了；而最关键的投资的智慧，则需要不断地学习，提高。","raw":null,"content":null,"categories":[],"tags":[{"name":"投资","slug":"投资","permalink":"https://ftime.github.io/tags/投资/"}]},{"title":"书在于读","slug":"书在于读","date":"2017-04-21T12:44:18.000Z","updated":"2017-04-21T12:44:54.000Z","comments":true,"path":"2017/04/21/书在于读/","link":"","permalink":"https://ftime.github.io/2017/04/21/书在于读/","excerpt":"","text":"图文：from Maoqi 说起读书，有种鄙视自己的冲动。因为也厚着脸皮在老公的公众号里发过好书推荐，给别人一种阅尽万卷后从中推荐好书的错觉，其实我只是比较幸运，买书之前仔细挑选，看过之后发现恰巧大部分都不错，刚好可以推荐出去。但是自己目前是什么样的水平，我自己心里清楚。所以才有了看不上自己、希望可以随时督促自己的想法和做法，那就是写下来。万一中的万一，如果有朋友和我一样，也需要这样一声督促，需要这样一句提醒，那这样的文字就太有价值了！ 每个人选择好书的标准都不一样，没关系，看下去就对了，看得多了，自己挑书的水平就会慢慢上去，这只是个过程，没有好坏优劣之分。重要的是，我们都在路上。 如今，在朋友圈晒萌娃，晒海岛美景，晒马甲线和人鱼线都不新鲜了，大家都开始打内涵牌，开始晒书了。“今天我买了几本小说，这个月我买了几本散文，晚上我拿起了某本名著，周末一口气往kindle里下载了几本热销书。” 这是大家的通病，因为人总有正能量的冲动，于是，突然心血来潮，跑去书店买几本书并信誓旦旦地要只字不差的读完；因为人人都有虚荣心，于是，想展现自己内外兼修的那一面，拍下来发个朋友圈；但最最重要的是，因为人人都有上进心，希望真的从此丰盈自己的内心世界，让自己成为真正强大且睿智的人。其实我也是如此，走近书架才发现，自己漂洋过海辛辛苦苦搬来的中文书，阅读完成率不到40%。买书如山倒，读书如抽丝。 然而，晒书已经是走出第一步了，已经超越了很多不买书的人，我相信有买书或下载电子书习惯的朋友，已经是二八理论中的那20%，站在了金字塔的上层，超越了那些不买不碰书的80%。但是我们要一直停留在这一步吗，我们还能再往前走走吗？难道就没有野心让自己成为那1%，站在金字塔的顶端吗？ 李笑来老师在公众号”学习学习再学习“的《你信不信？要是你能把买来的书真读完就TMD赚大发了！》一文中提到，哪怕是全球售出至少1000万册的霍金的《时间简史》，阅读完成率也只有6.6%！可见只买不读，这真的是通病，但如果买且读了，那岂不就是站在那本书的金字塔顶端的人了吗？！ 买了本好书，这已经是走向心智成熟的第一步了，那么既然已经走上了正确的路，为何不走下去，走到更好自己的身边？！ 多少次，读书的念头一闪而过，但是又以没心情、没时间、没耐心为理由一再搁置。因为比起读书，玩游戏、看电视、刷朋友圈似乎更让人舒服轻松。以我自己的亲身体验看来，打游戏的确有快乐，但那种快乐只是在当下，仅仅是当下，当我合上iPad，甚至只是退出游戏程序的那一瞬间，那快乐就没了。而读书所带来的快乐，却是细水长流、绕梁三日的，它带我走进一个作者的人生、一个我不曾经历的年代、一场现实生活中偶遇不到的风花雪月，而且，这种难以名状的快乐，会持续在我的一生之中。 当想拿起iPad玩游戏时，改成拿起kindle；当周末窝在沙发里准备拿起电视遥控器时，起身走到书架前拿起一本书；当睡前猛刷朋友圈时，果断放下手机，拿起喜欢的小说或散文翻几页，入睡会更安宁。 回头看看书架上的那些书，有多少在被默默搁置着？没有那么难，只需拿起来，读下去。","raw":null,"content":null,"categories":[],"tags":[{"name":"读书","slug":"读书","permalink":"https://ftime.github.io/tags/读书/"}]},{"title":"关于跑步，村上春树教会我的那些事","slug":"跑步","date":"2017-04-21T12:42:15.000Z","updated":"2017-04-21T12:43:28.000Z","comments":true,"path":"2017/04/21/跑步/","link":"","permalink":"https://ftime.github.io/2017/04/21/跑步/","excerpt":"","text":"作者：Maoqi 花了一周的时间断断续续将村上春树的《当我谈跑步时，我谈些什么》读完。在读这本书的一周里，我的日常是跑步游泳、兼职翻译、写作练习。用老公的话说就是，我过上了他梦想中的生活：读读书，写写字，跑跑步，游游泳，像村上春树一样。在这里，先感谢老公，是他以每天按时上下班（还经常加班）为代价，让我可以在无经济压力的情况下，过上这样自由的生活。 这本书在以下几个方面彻底刷新了我的观念： 对于一个追求生活品质的人来说，运动必不可少。 “喝凉水都长肉”也许是件好事。 当你觉得痛苦到难以忍受时，也许还远远没有达到你的极限。 只要你觉得是对的，就坚持下去，反对你的人越多越好。 1.对于一个追求生活品质的人来说，运动必不可少。运动最重要的目的当然是健康了，而对于现代人来说，更普遍的目的，相信就是减肥了。记得有个人曾跟我说过，他看一个人，如果那人已经胖到五官都被挤变形、只能买XXXL的衣服、走两步就大喘气、一体检就血脂血压血糖严重超标，他就觉得那人不行，因为那人连最起码的自制力都没有。而运动，不止带来匀称的身材，也带来了他人的尊重和陡增的自信。 就跑步带来的减肥效果，书中这样风趣幽默又一针见血地写到： 两个半月减了七磅，腹部一带微微长出来的赘肉也消失了。七磅相当于三公斤多。请想象一下去肉铺买了三公斤的肉，拎在手上走回家的情景，大概就能真实地感受到那份重量。 也许，经过一段时间运动的你，也能有这样的感受。 而坚持不懈的运动，更是让人有生活完美的心情。文中这样写到： 世上时时有人嘲笑每日坚持跑步的人：“难道就那么盼望长命百岁？”我却以为，因为希冀长命百岁而跑步的人，大概不太多。怀着“不能长命百岁不打紧，至少想在有生之年过得完美”这种心情跑步的人，只怕多得多。 虽然大多数人目前都没有享受到这种所谓的“过得完美”的体验，不过这体验很诱人，不是吗？大家不想尝尝？反正我想体验一下。 2.“喝凉水都长肉”也许是件好事。我自己就是这样的体质，吃的不能太多、动的不能太少，才能勉强维持标准或微胖的体态。以前一直都抱怨自己的DNA害死人了，看看那些怎么吃都不胖的人，一脸的羡慕嫉妒恨。不过看了下面的这段文字，大感自己思维的短浅。文中写道： 不过细想起来，这种生来易于肥胖的体质，或许是一种幸运。比如说，我这种人为了不增加体重，每天得剧烈地运动，留意饮食，有所节制。何等费劲的人生啊！然而倘使从不偷懒，坚持努力，代谢便可以维持在高水平，身体愈来愈健康强壮，老化恐怕也会减缓。什么都不做也不发胖的人无需留意于运动和饮食。并无必要，却去寻这种麻烦事做的人，为数肯定不会太多，因此这种体质的人，每每随着年龄增长而体力日渐衰退。不着意锻炼的话，自然而然，肌肉便会松弛，骨质便会变弱。什么才是公平，还得以长远的目光观之，才能看明白。 也许，正是自己的体质督促自己，少吃多动，所以才造就了每次体检都合格的身体。而在此提醒怎么吃都不胖的人：“看起来很瘦的人，内脏的脂肪含量不一定低，还是要小心脂肪肝。”这不是危言耸听，也不是看热闹不嫌事大，而真的是衷心劝告。 3.当你觉得痛苦到难以忍受时，也许还远远没有达到你的极限。有多少时刻，会觉得“好难、好苦，这已经是我的极限了。受不了了，我选择放弃。”但看了村上在希腊的第一个42公里跑之后，就突然意识到，很多时候再咬咬牙，再咬咬牙，可能就那么坚持下去了。文中写道： 空气极端干燥，汗一下子就从皮肤蒸发了，只剩下白色的盐。…汗水流进眼睛里。因为盐分的缘故，像针扎般疼，有好一会儿什么也看不见。很想用手去擦，然而手上脸上都是盐，擦了眼睛只会更疼。 看看村上在这样的气候条件下，都坚持跑完了人生中的第一场马拉松，而我在春天的公园里，红花绿树、微风徐来、防晒霜抹足、运动衣运动鞋舒适的条件下，没跑几分钟就停停走走，然后一再看表，随时有放弃的念头，真是不知所谓。 4.只要你觉得是对的，就坚持下去，而且越多人反对反而越好。这本是从李笑来老师处习得的一个观点，结果在村上这里又一次得到了印证。有时，自己的价值观或者选择，被周围人反对，但只要自己笃信这一定是正确的，那么，就坚持下去，而且反对的人越多越好，因为这证明了你的不可替代性越高。文中写道： 将店铺随意交托给某个人，自己躲到别处去写小说，这种讨巧的事情我做不来。竭尽全力埋头苦干，还是干不好，就可以心安理得地撂开手了。然而，如果因为模棱两可、半心半意而以失败告终，懊悔之情只怕久久无法拂去。 村上不想一边拿着店铺带来的利润，一边投入写作，三心二意。大抵因为如此，他的写作生活才得以专注、文字才得以纯净。走到反面，如果他听别人的意见做了讨巧的选择，结果，他的经济状态我不得而知，但写作之路想必是不如现在顺利的。反对他的人很多，但如他般一条道走到黑并且有所成就的人却极少。故而可窥见一斑：大多数人反对的做法，不一定不是明智的选择。 最后，这本书于我而言还有另一个帮助：让我继续跑下去。其实在看这本书之前，我已经开始跑步了，维持每天30分钟上下的节奏。大部分情况下只是在家里原地踏步跑，偶尔去家对面的公园跑。运动量很小，但30分钟之后，还是有喘粗气流大汗的效果。最初开始跑步，有一小部分是为了防止自己胖下去，但更多的是希望增强心肺功能、改善睡眠、提高免疫力、延缓衰老。但看了这本书之后，感受到了更多跑步背后肉眼不可见的好处，类似于坚持、坚韧的精神层面的东西。结果就是，如今跑步于我，只是每天一个小时的美好时光，再无痛苦无聊可言。另外，估计是托了跑步的福，游泳时耐力见长，以优哉游哉的蛙泳姿，游千米也变成了轻而易举的事。","raw":null,"content":null,"categories":[],"tags":[{"name":"读书","slug":"读书","permalink":"https://ftime.github.io/tags/读书/"}]},{"title":"错误不可怕","slug":"错误不可怕","date":"2017-04-02T12:07:57.000Z","updated":"2017-04-02T12:09:12.000Z","comments":true,"path":"2017/04/02/错误不可怕/","link":"","permalink":"https://ftime.github.io/2017/04/02/错误不可怕/","excerpt":"","text":"人总是会遗忘，就像脑海中有一个橡皮擦。为了对抗遗忘，可以用影像，用纪念品，去留住那一刻。手机里的一张照片，书架上的一个玩偶，都能帮你找回一段过去的回忆。然而，通过相机留下的光影永远是外在的，不管镜头是朝向他人还是朝向自己，能看见的是一张张的面孔，看不见的是大脑中的想法和感受–是心智。 通过一张张的照片，我们能看到镜头下容颜的变化，时间流逝容颜衰老。相比容颜的变化，我觉得心智的变化、成长更重要。这种重要的东西，却很难感知。要是能有一个心智相机就好了，随时咔嚓一下记录。闲暇时翻看一下三年前的心智照片，再拍一张此刻的，对比一下，就看到自己的变化，那该有多好。其实别说是三年前，就是三周前你思考过的问题，你现在还能清楚地记得吗？反正对我来说，单凭脑袋想，想破脑袋我也记不清楚，脑子里“干干净净”，生活里也不留痕，就像什么都没有发生过一样。 怎么办呢？虽然没有现成的心智相机，不过我们可以自己去制作一个。对我来说，这个相机就是“文字记录”。文字记录是一个很好的保存想法和感受，记录心智的内观的相机。用文字把脑中的想法记录下来，就相当于把当前的状态用文字固定了下来。 这些记录就是对当前心智的一个个特写镜头，有了这些记录，就有了可以回顾的东西，可以知道自己这段时间的变化。对于同一个问题，可以看到自己是否已经改变了态度，是否已经有了更深入的思考。于是，原先难以感受到的自己的细微变化，在更长的时间维度下，就变得容易感受到了。从这个角度来看，我开始能够理解冯唐说的那句话–用文字打败时间。时间让人逐渐遗忘，但是文字却可以在旁边一直提醒，我们可以用文字打造一台属于自己的时光机。 那么，如何记录，记录点什么呢？我是用印象笔记这个软件来记录，在手机端和电脑端使用，基本是想到什么就写什么，可能是一段读书笔记，可能只是一个一闪而过的念头，记录得多了之后，再用笔记本来进行分类整理。 在初期，如果不知道记录什么的话，可以从记录自己的错误开始，因为犯错后总是很难受的，不会出现没有内容可写的情况。通常都是各种各样的后悔，要是…就好了，再也不…了，以后应该…。 我自己最经常回顾的一个笔记就叫错误记录，里面记录了自己在生活中重要方面犯过的错误，非常像在初高中时错题本。现在回想学习中对我考试帮助最大的东西，非错题本莫属。已经不记得是哪位智慧的老师要求我们的，每一次测验之后，要求我们把做错的题目抄到一个本子上，没事就拿出来看一看，下次测试之前尤其要再看看，避免犯类似的错误。现在通过自己的实践，逐渐意识到，这个方法不仅适用于学校里的测试，也适用于自己的工作生活。 好了伤疤忘了疼，这很正常。要是一直记着这份疼痛，人会非常痛苦，所以疼痛的确应该忘却，遗忘是为了保护大脑。但是，这个伤疤是怎么来的，以后应该如何避免再次受伤，受伤后应该如何处理，这些是应该记住的，是无论如何也不能忘记的。 已经记录了下来，如何保证自己能经常去看这些记录呢？在印象笔记手机APP里，打开一条笔记，选右上角的属性按钮，将其保存为快捷方式，这样在快捷方式里就能看到这条笔记，就相当于微信公众号的置顶功能，置顶后就有更多的机会被看到。当然，要是有经常回顾自己生活的习惯的话，那就更好了。不少人可能会觉得这很麻烦，我觉得不然，记录下来就有迹可循，可以经常拿出来对比，反复审视。其实这一点都不麻烦，恰恰相反，这样可以非常方便地避免一错再错。 话说回来，为什么要对错误抓住不放呢？因为错误是成长过程中第一个也是最重要的一个环节。这样的记录，能帮助我们更好地正视错误，找到避免犯错和解决问题的方法，吸取教训，让心智获得更快的成长。","raw":null,"content":null,"categories":[],"tags":[{"name":"原则","slug":"原则","permalink":"https://ftime.github.io/tags/原则/"}]},{"title":"小说课","slug":"小说课","date":"2017-04-02T12:04:55.000Z","updated":"2017-04-02T12:06:40.000Z","comments":true,"path":"2017/04/02/小说课/","link":"","permalink":"https://ftime.github.io/2017/04/02/小说课/","excerpt":"","text":"写在前面的话：我在二月份看完了《小说课I》，三月初看完了《小说课II》，这期间虽然也看了其他书，但心里始终放不下。于是，这两天又把《小说课I》看了一遍。如此令人念念不忘的，当然是这本书的魅力：小说的魅力，让你发现小说魅力的魅力。 作者是台湾“最会讲故事”的人—许荣哲。看完这本书之后，我认为他也许不一定是最会讲故事人，但一定是最会看懂好故事好在哪里的人。 以下，是我觉得本书中很精彩的一小部分： 例一:海明威的《白象似的群山》中有这么一段对话： 女主角望着远方连绵的白色群山，若有似无地说：“那些山看起来像一群白象。”男：“我从来没有看过什么白象。”女：“你是不会看过的。”男：“我也许看过，你有什么证据说我不曾看过？” 看到这里，相信很多女士会有共鸣吧？我的男朋友／老公，他为什么不懂我话里的意思？他为什么不懂我？ 看到这里，相信有自知的男士也会有所顿悟吧？我不该这么幼稚，这么孩子气。我应该试着更懂她。 例二:犹太经典故事《犹太女孩的三个答案》 问题：有一对双胞胎进入烟囱打扫，出来之后，一人脸黑，一人脸白，请问谁会去洗脸？小女孩第一次回答：黑脸。小女孩想了想，第二次回答：白脸。小女孩想了想，第三次回答：没有答案，但我有一个问题“问什么一对双胞胎，从同一个烟囱进去，同一个烟囱出来，一个人的脸是黑的，另一个人的脸却是白的？” 大家仔细想一想就会知道孩子每次的答案背后是怎样的思考，其实，大家也可以回去问问自己的孩子或晚辈，并且千万不要告诉孩子答案！因为，教育心理学家皮亚杰曾说“每告诉孩子一个答案，就剥夺一次他们学习的机会。”思索才是问题的核心，才是改变一切的关键。 例三:徐志摩向林徽因告白。 他深情款款地望着林徽因说：“徽徽，我跌进去了。那一晚在康桥，我上不了岸，我连一根浮木都找不着，漩涡将我整个人卷进去，我挣扎，可是水草绊着我，我喘不过气，几乎要窒息…”此时，林徽因的眼底已经充满了泪水，随后徐志摩说出了关键转折语“然后，我放弃”。 徐志摩不只说出了“我爱你”，还说出了“我爱你”背后的痛苦和狂喜。 看到这里，是否发现徐志摩的撩妹功力了？现实生活中的你，也许会说一句“真肉麻，受不了！”但存在于那个年代那样境地那种水准的徐志摩，好完美好适合！ 例四:折磨读者的秘密。 有些秘密不能说，但有些秘密最好让你的读者知道，因为秘密会带来折磨，时间一拉长，折磨就成了凌迟。有了凌迟，就有了吸引目光的故事钩，届时读者只能揪着心，不停地翻到下一页，再下一页。” 这让我想到了《白夜行》，读者早就能猜到凶手是谁，但还是会忍不住一直看下去。 之所以向大家推荐这本书，不只是因为我们可以从中学习到一些写故事的技巧，还因为我们能从中得到不少额外的“好处”–看完这本书，即使你还是不会写故事（也许你压根儿就没打算写），但你今后会越来越懂得挑故事／小说，你会越来越能看到小说的更多精彩之处。也许，这些“好处”你都没得到，但最最起码，你从这本书里，可以了解到有很多好小说值得去看。另外，你也会明白，大师之所以为大师，大作之所以为大作的原因。 如果你也像我一样爱看小说，那你绝不能错过小说课；如果你不爱看小说，那你更不能错过小说课，因为它会让你从此爱上小说，并懂得为何会爱上，如何去爱。","raw":null,"content":null,"categories":[],"tags":[{"name":"阅读","slug":"阅读","permalink":"https://ftime.github.io/tags/阅读/"}]},{"title":"缓解眼疲劳的一点经验","slug":"缓解眼疲劳的一点经验","date":"2017-03-12T09:00:36.000Z","updated":"2017-03-12T09:03:01.000Z","comments":true,"path":"2017/03/12/缓解眼疲劳的一点经验/","link":"","permalink":"https://ftime.github.io/2017/03/12/缓解眼疲劳的一点经验/","excerpt":"","text":"曾看过海伦凯勒的《假如给我三天光明》，她在1岁半时，因为生病成了一个又盲又聋又哑的孩子，但是她凭借着顽强的毅力不断学习，学会说话，考上大学，获得学位。在震惊之余，我最强烈的感受是庆幸，庆幸自己拥有健康的身体，庆幸自己能看到这个世界。 眼睛是了解这个世间最重要的器官，比起聋哑，我最怕瞎。相信很多人都会同意这句话，但是同意是一回事，在实际生活中真的重视是另外一回事。大多数人都是嘴上同意，身体不行动，我曾经也是这样子。 工作时，我每天至少有八个小时是在看电脑屏幕，眼睛常常很疲劳。明明知道眼睛需要休息，可是往往一开始工作就很投入，常常在座位上一个小时都不挪屁股。虽然也滴过眼药水，做过眼保健操，但是感觉都太麻烦，没能坚持，不了了之。 后来，我知道了一个简单的缓解眼睛疲劳的方法，叫20-20-20法则。每看20分钟的屏幕，就把视线转移到离屏幕20英尺（约６米）以外的地方，保持20秒或更长时间。 这个方法可以有效减缓电脑视觉综合症。 关于电脑视觉综合症，维基百科这么说：这是长时间盯视电脑、智能电话等数码设备屏幕导致的医学症状。在专注于计算机工作的时候，人们不像平常一样频繁眨眼，这就导致眼球干燥，眼睛疲劳，眼睛里有一条肌肉，让眼睛可以把焦点对准你正在看的东西。假如你持续盯着电脑屏幕看几个小时，这条肌肉就会疲劳。电脑视觉综合症能导致疲劳、头疼、颈部疼痛、视觉重影，以及间歇性视觉模糊。 20-20-20，如此简单，以至于根本忘不了。我也知道久坐对腰椎颈椎都不好，干脆每20分钟起身活动一下，喝杯水，上次厕所，身体的活动也能让注意力再次集中，一举多得。 关键是如何给自己设置一个20分钟的倒计时提醒。手机似乎是最好的工具，但是尝试之后，发现效果不好。手机的闹钟太吵，哪怕是最小的音量都太吵，而且响个不停，如果没能够及时关掉，吵自己也吵到同事，特别是有时候临时去同事座位上讨论问题，自己座位上突然铃声大作更麻烦。另外，本来拿手机是为了关闹钟，但是可能随手就翻看了朋友圈，浪费时间不说，眼睛离屏幕更近更疲劳了。 怎么办呢？摒弃手机，我找到了一个在windows电脑上超好用的倒计时软件，Hourglass（ https://chris.dziemborowicz.com/apps/ ）。 这是一个程序员为自己写的一个小程序，免费发布在网上。软件洁面简洁，使用起来也很方便，只用输入一个数字，敲一下回车就可以了。在倒计时有进度条显示，结束时后可以设置弹窗提醒，铃声也很低调，只会提醒到使用者，而绝不会影响到其他人。 我用了一段时间，借助于这个工具，上班时我不再久坐，经常起身，喝很多水，放松眼睛，提高效率。如果你也不得不整天面对电脑，想要爱护眼睛却常常忽视，不妨尝试一下这个20-20-20法则，以及这个软件。","raw":null,"content":null,"categories":[],"tags":[{"name":"软件","slug":"软件","permalink":"https://ftime.github.io/tags/软件/"}]},{"title":"灼人的秘密","slug":"灼人的秘密","date":"2017-03-05T05:28:09.000Z","updated":"2017-03-05T05:29:32.000Z","comments":true,"path":"2017/03/05/灼人的秘密/","link":"","permalink":"https://ftime.github.io/2017/03/05/灼人的秘密/","excerpt":"","text":"我曾离家出走过，那大概是小学一二年级时的事情。晚上，我生气地走出家门，父母并没有在意。我想离开这个家，却又不敢远去，因为周围漆黑一片让人害怕。于是，我找个地方悄悄地躲了起来。 那是一个废弃的狗窝，就在家门外五六米远的地方，依着一个小土坡而建，两侧用石头砌起来，顶上有一个大石板作为盖子，前面还有半块石板作为遮掩，是一个很好的躲藏的地方。似乎过了很久家人才发现我不见了，开始慌忙地四下寻找。 如今，家人偶尔还会拿这件糗事来开玩笑，大家一起开心，我也会配合一下，却并没有什么特别的感觉。因为我早已经不记得离家出走的原因，不记得自己的情绪，不记得人们的呼喊，甚至不记得最后是自己主动走出来的还是被家人找到的，只是记得有这么一个事情而已。 可是，当我在读茨威格的《灼人的秘密》这个中篇小说之后，心里开始变得不一样，呼吸过的空气，目睹过的光线，再次在心里活灵活现：我想起来了自己在狗窝角落的一片漆黑中抬头望着门缝里透出来的那一道黄色的光，门后面是温暖明亮的房间，还能依稀听见家人的说话声… 小说文字的力量巧妙地拖曳出了自己儿时的感觉：我虽然是一个孩子，但是我也有非常复杂的感情，一点也都比成人的简单，会害羞兴奋自豪嫉妒生气愤怒怨恨。我的离家出走，在大人看来是小事，但是对当时的我来说，已经是很大的事情。 《灼人的秘密》是关于一个孩子和两个大人之间的故事，虽不是在讲家庭教育，但是却让我想到了自己曾看过的那些关于家庭教育的书，书中讲到要聆听、要尊重、要共情，然而大多都非常抽象，道理虽然明白，但是却很难有共鸣。这个小说让我得到了很多共鸣，让我意识到虽然我们也曾是一个孩子，但是在面对自己身边的孩子时却常常忘记了这一点，然后再逐渐变成那个自己不喜欢的大人。 在同一个屋檐下生活，孩子拥有的是一个和大人迥然不同的世界，一个更加敏感细腻的世界。他能看到大人细微表情的变化，能感受到大人是真心倾听还是假意敷衍，他记得父母的叮嘱，也记得父母的承诺，有被信任的喜悦，也有被背叛的愤怒。而聆听尊重共情，远远不只是蹲下身来和孩子说话这么简单。 ​如果您喜欢我的文章，请关注我的公众号，和我一起成长，用思维改善生活。","raw":null,"content":null,"categories":[],"tags":[{"name":"家庭教育","slug":"家庭教育","permalink":"https://ftime.github.io/tags/家庭教育/"}]},{"title":"我的元学习心得","slug":"我的元学习心得","date":"2017-03-01T03:22:16.000Z","updated":"2017-03-01T03:23:18.000Z","comments":true,"path":"2017/03/01/我的元学习心得/","link":"","permalink":"https://ftime.github.io/2017/03/01/我的元学习心得/","excerpt":"","text":"网上各种付费课程很多，花了金钱时间精力却没有学到东西的话，就非常可惜。为了避免这种情况，除了要认真筛选课程之外，我觉得在学习其他东西之前，首先学习一下如何学习，提高自己的学习能力变得越来越重要。xdite（郑伊廷）老师把这个学习过程叫做“元学习”，我前段时间学习了这个课程，觉得挺好。 在武侠小说中，只有内功深厚的人才能拥有高超的武功，如果没有内功作为基础，练习各种武功，特别是各种招式是没有实际意义的。如果一项技能就是一门武功的话，“元学习”就是提高内功的方法。 作为兴趣，我最近在学习吉他，写作和游泳。当我反思自己正在学习也乐在其中的这几样东西时，我发现在学习的过程中有些方法竟然无意间与元学习的理论相互吻合，包括以下三点：高频小套路，成就感，及时反馈。 高频小套路高频小套路指的就是最核心，最常出现，可以重复练习的基础技能，而高级技能都是这些基础技能的组合。 拿学吉他来说，我跟的是许岑的指弹吉他教程，从零开始，不懂乐理知识，没有节奏感，但是抓起吉他就练了。许岑在课程中专门教了一个左手按弦练习的高频小套路，他把左手四个指头按弦顺序的所有可能组合拿出来，编成了一个套路谱“1324 3412 4231 2143 1342 3124”。1是食指，2是中指，3是无名指，4是小指。 怎么练习呢？开始可以从第一根弦第一品格开始练习，左手四个指头都用上，右手只用食指和中指。1324指的是，依次左手食指按第1品，右手食指拨弦；左手无名指按第3品，右手中指拨弦；左手中指按第2品，右手食指拨弦；左手小指按第4品，右手中指拨弦。依次类推，可以从任意一根弦的任意一品格开始，甚至每拨4次就换一根弦，但是左手的指法顺序不变，一直练习到非常熟练。许岑说他曾经一边看港剧《大时代》一边一直练习这个基本功，反复边看边练好几遍。我刚开始完全不理解这个练习的用处，但是只管生硬地练习了。当我在学习第一首曲子的过程中，我逐渐领会到了这个基本功的作用，因为那个套路会不时地出现在曲子中，之前的练习很大地降低了学习的困难度。 成就感我在15年12月申请了微信公众号，但是并没有怎么写。一直到16年8月份才开始一周更新一篇，虽然读者不多，但是成就感不断。 最初不好意思，根本不敢在朋友圈里分享自己的文章，但是竟然有陌生人关注我，这可能是一个随机事件，但是仍然给我带来了不少喜悦。后来我开始在朋友圈里分享自己的文章，文章的阅读量从几个人增长到几十个人再到上百人，这给了我不少成就感。 由于还没有获得原创功能，不能获得读者的评论，但是看到自己的文章被陌生人转发，看到订阅的读者在增加，心里还是很开心的，这对我来说，就是一种积极的反馈。至于有些文章被别人收藏，那对我来说就是随机奖励。 除了微信公众号，我还把把文章发表在简书上，看到自己的写作字数在一点点地增加，偶尔有篇文章被首页投稿收录，这些都在不断给我注入新的动力。 写作过程中，这些切实可见的“奖励”，让我一路写了过来。 及时反馈我常常在周末和老婆一起去游泳，这对我俩来说不只是一项运动，更是一种休息，一种游戏。我们都非常享受那蓝色的静谧。 我最初是看视频学的蛙泳，花了很长时间才学会，而且划水效率很低，50米的泳道，我要划水40次，又累又慢。游泳池里不能录像，所以我根本不知道自己的姿势哪里不对，以为自己的身姿到位了，但是实际上可能差得很远。自己没时间上游泳班，就让老婆参加了三期游泳课，她高级班毕业后，我跟她一起游，她在旁边看我的泳姿，及时地对我的错误进行矫正，结果很快我的划水效率就大大提高，50米的泳道，划水25次就能游完，而且能一直游下去。练习了三四个小时之后，原来游50米就大喘气的我，竟然也能一口气游600米。 以上是我自己学习过程中的一点点体会，这些都是积极的方面。然而，要想要把元学习课的内容全部应用起来，并不是一件容易的事情。 比如学吉他，我买的是网络视频课程，因此根本无法获得老师的及时反馈，也就是说，必须要靠我的观察能力，和老师的进行对比，才可能发现错误之处并进行纠正，而这个过程是极其费时费力的，成就感的获取也非常困难。因为进步通常都是缓慢的，这个时候就要依赖于自己感受细微变化的能力，要想尽办法让自己感受到正在发生在自己身上的变化，而我用的方法就是录音和录像，时不时地录音保存一下，过一段时间找出一个十多天前的录音听一听，而后再录一遍比较一下，这样就能更明显地感受到那一点点的进步，体会到成就感… 距离课程结束已经两个多月了，至今依然印象深刻的是“大牛并不是坚持，而是对自己的事业上瘾”。我想到了论语里的那句话，“知之者不如好之者，好之者不如乐之者。”，与君共勉。","raw":null,"content":null,"categories":[],"tags":[{"name":"学习","slug":"学习","permalink":"https://ftime.github.io/tags/学习/"}]},{"title":"不看的话，你根本不知道错过了什么","slug":"行星地球2","date":"2017-02-26T07:53:27.000Z","updated":"2017-02-26T07:56:34.000Z","comments":true,"path":"2017/02/26/行星地球2/","link":"","permalink":"https://ftime.github.io/2017/02/26/行星地球2/","excerpt":"","text":"逃票翻墙进动物园被老虎咬死的新闻已经过去一段时间了，不管是被咬死的人，还是被射杀的老虎，逝去的生命让人惋惜。如果是为了近距离观察了解野生动物的话，在过去技术不发达的时代，去动物园似乎是唯一的途径，但是科技的发展早已让动物园的存在变得不再必要，在屏幕上我们可以更加真切地观察野生动物，了解这个星球。 动物一生主要干五种事情，用五个F打头的单词就可以总结。Feed（捕食）：吃永远是最重要的事情，喂自己，喂孩子。Fuck（交配）：遇到同类异性，那就想办法交配，繁殖下一代。Fight（攻击）：遇到比自己弱的同类同性入侵，那就攻击对方。Flee（逃跑）：遇到比自己强的，不管是同类同性还是天敌，走为上。Free（闲着）：在饱餐无忧的时候，啥也不干。 再怎么拍摄，也不外乎这几种平凡的活动，可是BBC用最先进的技术，用他们那能发现美的眼睛，用他们无与伦比的耐心，拍摄出了伟大的纪录片–《行星地球》（Planet Earth）。 最近陆续看了行星地球的一和二，观看的过程是极致的视听享受，震撼的程度不是“瞠目结舌”和“拍案叫绝”能够形容的，无论给它多少赞誉都不够。行星地球一里更多的大而广的全景，是一个又一个动物群体的某一段生活记录。比如一大群角马在干涸的平原上向水源地长途跋涉，一群蝙蝠日落而出日出而归，一群鸟借着风力穿越喜马拉雅山。行星地球二里更多的是细致入微的特写，偏重于持续关注群体中的一员，这也是让我觉得更震撼的原因。在这里，我从行星地球二里面挑几个细节来说一说。 最有趣的求偶大型哺乳类动物的求偶通常是暴力的，那是雄性之间血腥的战争。然而鸟类的求偶，则是别有一番趣味，他们不打架，他们“比美”，雄鸟们羽毛美丽，能歌善舞，其中属极乐鸟最让人忍俊不禁：他选择有阳光的地方作为舞台，因为阳光下羽毛才漂亮；他把附近所有的绿叶和杂物都清理干净，因为这样才能凸显他的美丽；他甚至在舞台正上方为雌鸟选好了落脚点，因为那是观看他表演的最佳席位… 最感动的父亲动物世界里，雄性在交配之后通常就不见了，家庭通常是母子相依为命，然而也有一些例外，比如企鹅。企鹅父亲们漫漫寒夜中围聚在一起孵小企鹅，在孵出来之后把孩子交给企鹅妈妈，然后冒着被滔天巨浪拍死在岩石上的风险，历经艰难一次次出海捕鱼来喂养孩子，有些企鹅哪怕负伤累累仍然能归来，但是有些企鹅却一去无回。 最惊险的逃亡沙滩上，蜥蜴刚出生，然而等着他的是一群饥肠辘辘的竖着脑袋的蛇，蜥蜴只要稍一动弹，就能被蛇感知到。蜥蜴在观察地形之后一旦出发，就只能一路狂奔，灵巧敏捷的能逃脱，慢的就丧命。镜头下，一只极其敏捷的小蜥蜴在几十条蛇围攻下左冲右突，甚至在群蛇的缠绕下惊险逃脱，情节比恐怖电影更扣人心弦，惊心动魄。 最尴尬的围捕狮子是丛林之王，处在食物链的最顶端，它们的围捕应该势在必得。镜头里一头长颈鹿在狮群的追赶下奋力奔跑，它却不知道自己已经进入了陷阱，前方有一头狮子正在以逸待劳，鹿入虎口似乎是必然结局，然而在关键时刻，凌空跃起的狮子却被长颈鹿的无影脚重重地击倒在地。 最耐心的等待雪地里，两只金雕为争夺食物大大出手，争夺画面十分精彩。拍摄的角度非常好，距离非常近，为拍摄这一镜头，拍摄人员在雪地里静静等待了上百个小时。 最艰难的取水沙漠里，根本没有一滴雨。在一个有雾的清晨，一个拇指大小的拟步甲虫子开始向高高的沙丘顶部爬行，这高度相当于人类攀爬两个珠穆朗玛峰，终于它爬到沙丘顶端，然后头朝下，身体迎着雾霭来的方向，让雾气在身上满满结露，最后倒流进口中。 最美丽的夜晚发光的植物只在《阿凡达》里见过，然而通过行星地球才知道，发光的蘑菇在夜晚里一个个美得让人窒息。 我尝试来描述这部伟大的纪录片，才发现语言是如此的无力，只有真的反复去看去听，才能更好地感受这美丽的，壮观的，有趣的，恢弘的，感动的纪录片。之所以好看，不只是因为地球本身的壮美和生物的多样性，最重要的是因为摄像机后面有一双双发现美的眼睛以及等待的耐心，多亏了他们，我们才能在细微之处看到伟大，体会到感动。","raw":null,"content":null,"categories":[],"tags":[{"name":"影视","slug":"影视","permalink":"https://ftime.github.io/tags/影视/"}]},{"title":"脱离孩子气","slug":"脱离孩子气","date":"2017-02-13T13:07:52.000Z","updated":"2017-02-13T13:08:42.000Z","comments":true,"path":"2017/02/13/脱离孩子气/","link":"","permalink":"https://ftime.github.io/2017/02/13/脱离孩子气/","excerpt":"","text":"海明威有个短篇小说《白象似的群山》，几乎通篇都是两个人的对话。主题是堕胎，男的明明希望女的去堕胎，却假装尊重女的看法；女的根本不想去，却又假装愿意。 文中有这么一段话： 女主角望着远方连绵的白色群山，若有似无地说：那些山看起来像一群白象。男：我从来没有看过什么白象。女：你是不会看过的。男：我也许看过，你有什么证据说我不曾见过？ 女的在说自己看到远处群山的感受，男的却没有去体会这感受，而是理性地回应自己没见过白象。女的话里有话地说“你是不会看过的”，而其实她真正的意思是“为什么你不懂我”，男的只听到字面意思，然后孩子气地强行辩解反驳。 诚实地说，我曾经很多次都像小说中这个男的一样，只能听到字面的意思，却听不到背后的意味，注意力集中在每一个字眼上，却不去思考对方为什么这样说。 小说里，女的感性，男的理性，对话的结果并不理想，后来女的实在是听不进去男人的话，甚至一度让男的立刻闭嘴。理性不是不对，只是小说中男主角理性的层次实在是太低了，他的理性只是着眼于当下，而没能着眼于全局。 更高层次的理性应该是以第三者的角度来观察自己，不仅要知道自己当下正在做什么，还要知道自己为什么这么做。 借助于摄像头，可以体验一下低层次的旁观，知道自己当前正在做什么。 为了好玩，我曾把刚买的行车记录仪打开后放在客厅，镜头对着沙发录像。最初我还有点拘束，因为感觉正在被监视，但是很快就忽略了它的存在，放松下来。后来在电脑上查看视频时，发现镜头里的自己熟悉又陌生，我看到的事实跟我的感觉相差很多。我感觉自己是比较安静的，但是当快进视频时，才发现自己会不经意重复一些小动作，看起来很滑稽；我感觉自己是友善的，但是录像中面无表情的样子，实在是拒人于千里之外的欠揍样。 这个视频给我带来了一些小变化，当我再次重复那些小动作时，我开始有意识地控制自己，在说话的时候也尽量有意识地面带微笑。因为这个视频强制让我自省，就像有镜子的地方人们通常会更注意自己的言行举止一样。 虽然镜头可以相对容易地从外部观察自己在做什么，但是镜头不是处处都有，而且不能实时查看，而主动的反思就不存在这样的局限。我觉得最简单的反思方式就是自问自答，可以经常问自己： 我正在做什么？ 我是在和对方沟通，还是在和对方吵架，还是在和对方冷战？我是在强迫对方接受我的观点吗？我是在情绪的控制下为所欲为吗？ 我为什么这么做？ 我是为了保全面子吗？我是为了避免窘迫吗？我是为了证明自己正确吗？我是为了惩罚对方吗？抑或是为了倾听对方的观点，了解对方的感受？我为什么会有这种情绪？我是为了幸福的生活而做这些吗？为了幸福的生活我应该做什么？ 经常问这些问题，就相当于主动给自己架设了一个可以实时查看的摄像机。通过这台摄像机来反思自己，是脱离孩子气的一个开始。","raw":null,"content":null,"categories":[],"tags":[{"name":"沟通","slug":"沟通","permalink":"https://ftime.github.io/tags/沟通/"}]},{"title":"除夕去“隔壁老王”家做客","slug":"隔壁老王","date":"2017-01-28T06:53:31.000Z","updated":"2017-01-28T06:54:59.000Z","comments":true,"path":"2017/01/28/隔壁老王/","link":"","permalink":"https://ftime.github.io/2017/01/28/隔壁老王/","excerpt":"","text":"过年没回家，除夕傍晚受邀去朋友家做客。这是一个特别的家庭，一位韩国爸爸和一位中国妈妈，俩人在加拿大留学时相识，现在定居韩国，育有一对可爱的儿女。这次做客，最大的感受是，所谓“隔壁老王”确实是存在的。 我的大部分韩国男同事在家都不做饭，会做的也仅仅是煮方便面，家务大多是妻子做。但是，在我除夕做客的四个小时里，这个韩国爸爸一刻都没闲着，厨房里收拾食材，给小女儿喂辅食换尿布哄睡觉，陪大儿子玩耍给他做饭，还出门帮我们买扑克，最后准备出来了一大桌火锅。我问他韩国除夕通常吃什么，他一边大口吃着火锅，一边告诉我说韩国的除夕大家通常是吃各种煎炸的饼… 说到隔壁老王，今年春晚有个小品，一对离婚的夫妻在节目中再次牵手，丈夫诉苦说做男的不容易，有时需要像隔壁老王一样能干挣钱，有时需要像隔壁老王一样体贴顾家，丈夫认为办不到。在他的意识里，隔壁老王只是个虚构的人物。这个丈夫在台上诉苦的时候，场下观众一片喝彩，看来这可能是不少人的想法。 我觉得很多人这么想的原因大概有两方面：见识与观念。 见识：隔壁老王存在吗？很多人根本没在生活中见过隔壁老王，周围的亲朋好友也都跟自己差不多。因为没见过，所以不相信。 即使和朋友有些差距，看到朋友比自己优秀的地方，很多人也都会这样猜测，他总有另外一些缺点，只是没让我们看到罢了，“家家有本难念的经”。 李笑来在《七年就是一辈子》这本书里，提到过这样一个例子，他新东方的同事去耶鲁读MBA，回来跟朋友喝酒，喝着喝着，哭了：“有些人会让你绝望的。我那个室友……那是真的帅，关键吧人家还那么聪明，气人的是吧人家还那么勤奋，无奈的是吧人家本来就贵族出身，你知道什么让人绝望吗？一路结交下来，最终发现人家人品都比你好，你说，这你能不绝望吗？！” 其实用逻辑思考一下，也知道这种可能性的存在。就拿挣钱和顾家来说，至少有以下4种人。 分类 挣钱 不能挣钱 顾家 A顾家能挣钱 B顾家不能挣钱 不顾家 C不顾家能挣钱 D不顾家不能挣钱 不是非B即C，还有A和D。 观念：我真的不能进步了吗？一些人的确听说过，甚至见过隔壁老王，但总觉得自己和他差得好远，可望而不可及，认为这辈子就是这样了。 说个我家的例子：年前回家时发现妈妈记不住自己的身份证号码，我说这有规律，好记，我给你讲一讲。但是妈妈张口就是：“那么长，我哪能记住？我就记不住。”我不信这个邪，我不但给她讲了规律，还在每天饭前让她读背三遍，不到一周她就记住了。妈妈不会用自动取款机，她觉得太复杂，反正爸爸能帮她，她也就抗拒学习。我说服爸妈，让爸爸去教妈妈，我说，咱就去学三十回，如果学不会，那时咱再说不行。从家走后一个多月再跟家人视频，妈妈说她已经学会了，根本没用三十回，十回都不到就学会了。 我想，妈妈的观念或多或少已经跟之前不一样了，在她看来根本不可能掌握的东西，竟然凭借着她自己的力量最终掌握了。这两件小事，就像一个石子投入平静的湖面，石子很小，但是涟漪会扩散得很远很远。 话说回来，我能成为别人口中的隔壁老王吗？我能事业有成，家庭幸福吗？ 这个问题可以再加上一个时限，“我能在一天之内事业有成，家庭幸福吗？”与“我能在五年，十年之内事业有成，家庭幸福吗？”是两个不一样的问题。前一个问题不可能，但是后一个问题就是可能的，而且这个问题还可以变得更加具体可实现。 “凡有的，还要加倍给他叫他多余；没有的，连他所有的也要夺过来。”就像上面表格里的A（顾家能挣钱）和D（不顾家不能挣钱），有的越有，无的越无。","raw":null,"content":null,"categories":[],"tags":[{"name":"成长","slug":"成长","permalink":"https://ftime.github.io/tags/成长/"}]},{"title":"过年不吵架，吵架不过年","slug":"过年不吵架","date":"2017-01-15T11:37:05.000Z","updated":"2017-01-15T11:38:38.000Z","comments":true,"path":"2017/01/15/过年不吵架/","link":"","permalink":"https://ftime.github.io/2017/01/15/过年不吵架/","excerpt":"","text":"马上就春节了，算一算，已经连续三年没有陪父母一起过年了。过年图个什么？团圆。没有人是为了去见那些很久不见，一见面就问感情婚姻生育工作收入房子的亲戚。我避开春节选择别的时候陪父母十天半月，一家人在一起吃饭聊天，没有无聊的应酬，可以静心地陪伴，乐得自在。​不过，我相信大多数人还是愿意选择在过年的时候全家团圆。伴随着团聚，很多问题也会接踵而来，不少人高高兴兴地回家，结果没两天就气呼呼地想赶紧离开。 最近看了一部1991年的老电影，名字叫《过年》，说的就是类似的事情，只不过冲突更剧烈。老头李保田在外辛苦了一年，除夕给老伴赵丽蓉带回来八千块钱。家里没电话，老两口不知道子女们是否会回来过年。大年初一，子女们怀着各自的心思陆陆续续都回来了，于是各个小家庭的矛盾以及整个大家庭的矛盾在同一个屋檐下逐渐显露出来。一大家十多口人，晚上围坐一桌，看似其乐融融的团圆饭，最终却以掀桌摔盘收场。 大哥懦弱，平日在媳妇面前忍气吞声，团圆饭时喝了几杯，酒壮怂人胆，压抑的不满终于爆发，打了媳妇一耳光；二哥是在读研究生，出去研究考察需要资金，回家的目的是想向老爸要一千块钱；老三打算第二年结婚，没钱，于是搞了个募捐箱，向老爸还有哥哥姐姐要钱；大姐夫沾花惹草，大年初一去给情人送年货，结果被对方母亲找上门来。所有的这些冲突在团圆饭时达到高潮… 这些矛盾看起来是因为过年团圆聚在一起引发的矛盾，可是仔细一想，根本不是这么回事。并不是因为过年，而是因为平时积攒的小矛盾没有得到解决，在任何场合都可能发生冲突，而过年的时候所有人聚在一起，化学反应更快，更容易爆发。 大哥心里明明有一套自己的处事原则，但是却忍气吞声装作认可媳妇那一套，于是一直压抑自己，维持表面的和平相处，结果在酒后打了老婆一耳光，这算什么本事呢？不会沟通，所以靠武力解决，这是最蠢的办法。平时他就该把真实的想法和媳妇反复多次进行沟通，如果因为说服不了选择隐忍的话，那就应该忍一辈子，忍不了一辈子就早早离婚。人必须得为自己的选择负责任。 老头作为当仁不让的一家之主，却不是一个好领导，不爱沟通爱走极端。孩子们抱着各自的算盘张口向他要钱，他刚开始拒绝所有人说没钱，后来干脆把八千块钱当作一道菜端上年夜饭的餐桌，非左即右，这都不是解决问题的好方法。 现在，子女少了，影片中的冲突应该不多了。但是过年的时候，和父母相处的时间突然增多，两代人的价值观不同，许多矛盾自然会产生，这个时候且别急着逃避，也别走极端，面对现实，尝试沟通，总能找到合适的解决办法。当然也别指望通过一次沟通就能搞定，问题怎么可能那么容易解决呢，总得很多次才能有一点效果。 现在人人有手机，不管距离多远，沟通都可以随时进行，但是如果碰到棘手的问题，就沉默或者挂电话。问题就会一直攒着得不到解决。在平时，可以用忙来推脱，过年回到家，有了更多的相处时间，那么平时一直在逃避的问题就躲不掉了，如果没有准备好应对，那么冲突就在所难免。 没有人希望在过年的时候闹别扭，都是情非得已，但是如果有些矛盾可以提前预见到，不如早点花心思去沟通去缓和去解决，别攒到过年吵。 希望所有回家过年的人们，都能过得开心顺心舒心。","raw":null,"content":null,"categories":[],"tags":[{"name":"沟通","slug":"沟通","permalink":"https://ftime.github.io/tags/沟通/"},{"name":"电影","slug":"电影","permalink":"https://ftime.github.io/tags/电影/"}]},{"title":"浮生六记","slug":"浮生六记","date":"2017-01-08T13:28:59.000Z","updated":"2017-01-08T13:32:37.000Z","comments":true,"path":"2017/01/08/浮生六记/","link":"","permalink":"https://ftime.github.io/2017/01/08/浮生六记/","excerpt":"","text":"2016最后一天，李笑来在年终分享里说到：“读书可以提高一个人的气质，但这是个潜移默化的过程。不过，你看看自己那些朋友们，尤其是那些初中毕业后就不再学习不再看书的朋友，你会发现他们显得很苍老且没有内涵，而那些一直在学习进步中的人，却是年轻活力有气质的。事实上，每读完一本书，你的气质就会有所提高了。” 借由笑来老师的话，向大家推荐一本好书，希望大家新年开初就看完它，然后，你也会发现自己的气质已经不同了。这本书便是《浮生六记》。 书的后页写到：并不能用有趣，精致，伤感简单概括这本小书。之所以入得经典行列，约是手边有此一册，便真如有一妙友相伴。的确如此，我看到精彩处，也不免觉得，已经和作者聊上了天，甚至亲眼看到他的生活，感受到他的喜怒哀乐。 本书前半本是现代文译作，后半本是文言原文。作者沈复是清乾隆年间生人，此书原本是文言文，先由林语堂翻译为英文，再由张佳玮译出白话文。读现代文译作时，除了觉得书好之余，更佩服张佳玮的翻译功底：虽为容易读解的现代文，但丝毫没有失掉文言文的精彩：简洁，优美，年代感。 本书的重点在第一卷——闺房记乐。描写作者与妻子芸的夫妻生活。丈夫欣赏并深爱妻子，而妻子也真真是可爱的女人。其中一段，丈夫帮妻子女扮男装才得以共游水仙庙的戏份，精彩至极！ 而我最喜欢的却是最悲情的第三卷——坎坷记愁。讲述夫妻二人最苦最艰难的一段日子，直至妻子芸的离世。或许，悲剧本来就是最吸引人的。 这本书的另一妙处在于，写怎么养花，写怎么出游，寺庙是怎样的幽静…这种信息类型的文字都描写得细致有趣，画面感十足。 借由这本书，也可以了解古代的妻子是怎样执拗地执行着“三从四德”：芸给公公找侍妾，即使招致婆婆的误解，也不敢解释一二；帮自己的丈夫找妾室，还要自己出钱出力，最后没能达成，自己伤心伤身，还引得公婆生气。 现在的古装小说和影视剧大多是穿着古装的人们演绎现代人的生活，即使是个君王，也只爱一个女人。而真实的古代人的生活完全不是这样。比如第四卷浪游记快中描写作者如何召妓，短短数月便在烟花柳巷花费过百两银子。想来也是，古代对于召妓，娶妾，找贴身侍女这种事，是稀松平常的吧。但作为现代人，看着这样无视夫妻忠诚的寻花问柳，还是有些情绪的。但这样，反而看的更入神入迷了呢。","raw":null,"content":null,"categories":[],"tags":[{"name":"电影","slug":"电影","permalink":"https://ftime.github.io/tags/电影/"}]},{"title":"三部时间的影片-写在2016年最后一天","slug":"时间的影片","date":"2016-12-31T12:52:07.000Z","updated":"2017-01-01T00:21:52.000Z","comments":true,"path":"2016/12/31/时间的影片/","link":"","permalink":"https://ftime.github.io/2016/12/31/时间的影片/","excerpt":"","text":"时间是条河，自顾自地流，年月日是人类在河岸上画的刻度，如果没有这刻度，今天只是地球上平凡的一天而已，但是有了这刻度，今天就变得与众不同，这是2016年的最后一天；有了这个刻度的提醒，我们会主动去回望这过去的365天，而不是回望过去的500天或者1000天，刻度给我们提供了一个思考的框架。 同样的框架，365天，对于快和慢这一点，人与人的感受是非常不同的，有人感叹时间过得真快，等你发现时间是贼了，它早已偷光你的选择；有人会感叹时间过得真慢，一天又一天，一年又一年，盼望长大的童年。 关于时间这个主题，我来说一说自己今年看的三部影片。 「不了之人·宫崎骏」这是NHK拍摄的一个关于宫崎骏的49分钟的纪录片。这位动画大师在2013年宣布隐退，不再制作长篇动画了，然而在退休之后却始终停不下手中的铅笔，依然在创作，他感叹“与其什么都不做的死去，不如在制作中死去的好，做点什么总比等死强。”他已经75岁了，同事离世的消息不断传来，他并没有悲伤或震惊，只是手中的铅笔不停，他边画边不断地说：“我的时间不多了。” 时间不多的时候，我们多希望时间能停下来，好让自己能从容地去做完各种事情。那么，如果时间真停下来会怎么样呢？ 「被掩盖的时间」在这部电影里，岛上的三个小孩打破了一个从树洞里找到的神奇的蛋，于是其他所有人的时空都静止在了那一刻，整个世界只有他们三个人能够活动，他们从新奇好玩到无聊崩溃，在死一般寂静的岛上生活了十几年，少年变青年，只有一个人撑到了时空再次流动的时候。岛上其他所有人从时空静止的那一刻继续之前的生活，他们都不觉得上一秒与这一秒有什么区别，但是对于这个青年来说，这一刻是他经历了几千个难熬的日夜才等来的。 电影接下来关注的是小伙子不断被误会为绑架杀人犯的故事。但是我关注的是另外一点，虽然模样变成了青年，但是心智似乎没有太大的成长。因为沉寂的小岛只是一个更大的监狱而已，没有教育，没有交流，我甚至觉得他的大脑萎缩了，他并没有准备好去迎接这个重新流动的世界，也没有能力处理好和之前互相喜欢的那个女孩的关系。偷回的时间换来的是糟糕的生活。 时间流逝，只有身体成长，而心智不变，是多么恐怖的一件事。反过来，如果心智迅速地不可思议地无限地成长，那么时间又会是怎么一种存在呢？ 「超体」主人公Lucy阴差阳错一夜之前获得了超能力，大脑的潜能被极大地得到开发，认知能力极强，她能感受到自己的大脑，感知他人的想法，能听见花开的声音，看见漫天电磁波的颜色。然而，这还是大脑只得到部分开发时的情况。当她的大脑得到100%的开发，智力处于巅峰时，又是怎样的一种情况呢？她成为了一个时间旅行者，世界在她面前成了一部影片，伸手一拨，时光倒流，灯红酒绿的闹市变成马车来往的街道，变成部落狩猎的原野，变成猿人喝水的溪流。Lucy传承了知识与文明，她消失了，她又无所不在。 人脑的潜能到底用了多少，能被开发的上限又在哪儿，这是个谜，但是心智能够成长，这是事实，从而我们能够更好地自我觉察自我反省，观察他人感知世界的能力也会变得更丰富。 片尾，Lucy说，我们在数十亿年前就被给予了生命，现在你知道该去做什么了吧（Life was given to us a billion years ago. Now you know what to do with it.）。 把时间和生命用来做什么，每个人都有自己的选择。我向往宫崎骏的状态，做有意义的工作，维系有意义的关系。 这是2016年的最后一天，明天就是2017年了。如果心智没有成长，今天与昨天可能并无二致，今年与明年也没有多大差别。","raw":null,"content":null,"categories":[],"tags":[{"name":"电影","slug":"电影","permalink":"https://ftime.github.io/tags/电影/"}]},{"title":"元学习总结一","slug":"元学习总结一","date":"2016-12-26T22:30:11.000Z","updated":"2016-12-26T22:37:21.000Z","comments":true,"path":"2016/12/27/元学习总结一/","link":"","permalink":"https://ftime.github.io/2016/12/27/元学习总结一/","excerpt":"","text":"这是一篇课堂笔记，老师是李笑来。 一. 主动要刻意地把自己培养成主动学习者。主动学习的能力把人群分成了两类，少数的精英与大多数的普通人。 学得快所有人都在被动地学习，因为我们天生有适应能力，但是通过这种被动的适应来学习的效率非常低。因为只有主动，才能更快更好地学习。 学得好所谓刻意练习，就是不断地主动重复练习那些难的，而不是糊弄过去。不断地练习，总结，改进。在这个过程中主动思考，向自己提问，并且自己给出答案。比如：怎么才能避免麻烦？怎么才能提高效率？一两天搞定后受用一辈子。有可能需要死记硬背，那就花时间背会。比如一些快捷键就是要背会，背会后效率从此得到极大地提升。比如花一小会时间设置一下导航上的家的地址，那接下来开车，无论在何种情况，都可以一键回家。比如书签的设置，快捷方式的设置都是一些最简单的应用。比如外语发音中的一些错误，只要花那么一点的时间，就能从此避免错误，获得更漂亮的发音，更好的反馈，更多的自信。 二. 心流心理学家创造的一个词叫flow，其实就是沉浸的能力，全神贯注地持续做事的能力。在这个过程中，感觉不到时间的流动，只有做事的成就感。进入心流模式，才是有效的学习状态。 人人天生很专注，看那些小孩子玩耍就知道，在大人看起来很没意思的事情，小孩子可以一直专注地玩。只是随着长大，这种能力在逐渐减弱。即使如此，仍有不少人在做自己喜欢的事情时会不由自主地进入心流模式，有些人是在读书时进入这种模式，有人是在弹奏乐器时进入，有人是在敲击键盘打字时进入，有人是在朗读中进入这种状态。除此之外，有两种主动进入心流模式的练习方法。 冥想主动练习冥想，能够增加大脑皮层灰质的厚度，让精力更集中，感受更敏锐，元认知能力增强，从而能够更好地进入心流状态。这是经过科学证明的知识。不必像《LUCY》一样，通过化学物质催产素CPH4来让大脑从10%开发到100%。我们可以通过刻意练习冥想来达到开发大脑的方式。 冥想的方法也非常简单。找一个安静的地方坐直身体，定一个15分钟的闹钟，闭上眼睛，把所有的注意力放在自己的呼吸上，当注意力走神时，及时把注意力拉回来，直到计时器把你叫醒。就这么简单，为了保持集中，可以听一些冥想用的音乐，比如大海的声音，森林的声音，下雨的声音。练习的时间可以逐渐延长。 让所有器官都参与既然全神贯注，那就不让大脑有分神的机会。调用一切可以调用的器官来做一件事情。比如朗读时，嘴巴读出来，眼睛看文字，耳朵听自己的声音，手拿笔写或者比划，用脑子向前总结向后预期。让所有器官都参与，能更好地进入心流模式。 三. 实践不管学什么，学到那些最少必要知识之后要马上用。要想办法创造应用实践探索的场景，不断地主动地长期地用起来。不论是开车，是学一门语言，是编程，都要主动地去多用，多用，多用。在应用中，这些知识会逐渐在大脑中形成新的回路，神经会长成新的突出，这时，新的能力才会真正属于你。","raw":null,"content":null,"categories":[],"tags":[{"name":"学习方法","slug":"学习方法","permalink":"https://ftime.github.io/tags/学习方法/"}]},{"title":"意志力","slug":"意志力","date":"2016-12-25T11:28:35.000Z","updated":"2016-12-25T11:29:31.000Z","comments":true,"path":"2016/12/25/意志力/","link":"","permalink":"https://ftime.github.io/2016/12/25/意志力/","excerpt":"","text":"在郭德纲的相声里，我印象最深的一句词就是“您大点声，不费电”。第一次听到时噗嗤一笑，但是自从逐渐了解了意志力之后，我开始意识到，“大点声真的费电”。 因为当我们用自己习惯的音高来说话时，并不需要额外的自我控制，顺其自然就行，但是当用自己不习惯的音高时，就需要额外的自我控制才行。 自我控制会消耗意志力实验表明，意志力是一种生理机能，它就像一块肌肉，每一次使用都需要消耗能量，用多了就会疲惫。意志力的强度因人不同，因时而异。 每天一早醒来，我们的意志力都是饱满的，就像手机上满格的电池一样。然后从起床的那一刻开始，各种活动就在不断地消耗我们的意志力，就像手机上打开的一个个APP在消耗电量一样。 从温暖的被窝里起来需要消耗意志力，出门忍受雾霾和拥堵的交通需要消耗意志力，办公室里专心工作需要消耗意志力，忍受烦人的同事与苛刻的上司需要意志力，少吃一口美味不健康的食物需要消耗意志力，心烦时控制情绪需要意志力，忍受孩子的淘气需要意志力，面对伴侣的坏习惯需要意志力。当满格的电量逐渐被消耗殆尽，意志力所剩无几时，自我控制就会变得非常困难。这时，我们可能会干脆放弃自我控制，让冲动做主，让情绪爆发出来。一件非常小的事情，在意志力满格的时候能轻松控制，但是在意志力耗尽的时候，小事情就足以引爆情绪，心中的火可能瞬间就会熊熊燃烧起来。 有些工作非常耗费意志力，比如服务行业，无论面对怎样刁蛮的顾客都要笑脸相迎，下班回到家是很难继续控制好自己情绪的，因为工作上已经耗尽了。对于那些双职工的家庭更是如此，下班后两个人控制情绪都是有心无力，所以更容易争吵。 选择会消耗意志力相信不少人逛街时都有这样的体会：并没有走多少路，但是一路逛下来却觉得非常累。原因就在于逛街时我们一直都在做选择，是这件好看还是那件好看，这个牌子好还是那个牌子好，…每一次纠结的选择都是在消耗有限的意志力。有些商家会利用这一点来达到自己的利益，比如买车时的各种配置，初期时他们提供一些花钱少的配置，在把消费者意志力耗得差不多的时候，再提供一些可有可无的昂贵的配置，而这个时候，消费者通常已经无力招架了。 没有葡萄糖就没有意志力神经系统消耗的葡萄糖比身体其他部位消耗的都要多，意志力的能量来源于血液中的葡萄糖。在《意志力》一书中提到，在实验中，那些喝了含有葡萄糖饮料的人比喝了含有代糖饮料的人意志力更强，能更好地控制自己的情绪和注意力。 吃甜品让人觉得幸福的说法，或许跟这个也有点关系，因为补充的糖分让人意志力增强了，能更从容地控制自己。 如何提高意志力？意志力不是天生的，也不是一成不变的，意志力是后天得来的。它像肌肉一样，可以通过锻炼来变得强大。 通过刻意改变自己的习惯，可以提高意志力。比如改变自己习惯的坐姿，时不时地提醒自己要“坐直”；比如改变自己的说话习惯，尽量说完整的句子，尽量不说“嗯，啊”等无意义的词；比如改变自己的左右手习惯，试着用左手刷牙、喝水、开门等等，这些刻意的练习，都能帮助一个人增强意志力。 当集中精力改变了自己一个方面的意志力之后，其他很多方面都会因此受益。这是一个连锁反应，一个人变得更讲究卫生时，他就会勤洗澡，勤换洗衣服，会丢掉一些不合适的旧衣服，买新的衣服也会更有品味，甚至还会变得更有自信。 2017就快来了，在制定新年计划之前，不妨深入了解一下意志力，因为意志力才是完成这些计划最重要的因素，管不住自己，再多的计划都没有意义。","raw":null,"content":null,"categories":[],"tags":[{"name":"心理学","slug":"心理学","permalink":"https://ftime.github.io/tags/心理学/"}]},{"title":"再由《你的名字》说开来","slug":"再由《你的名字》说开来","date":"2016-12-22T14:01:19.000Z","updated":"2016-12-22T14:01:56.000Z","comments":true,"path":"2016/12/22/再由《你的名字》说开来/","link":"","permalink":"https://ftime.github.io/2016/12/22/再由《你的名字》说开来/","excerpt":"","text":"提到《你的名字》，和老婆再次讨论剧情，我感叹如果男女主角如果把名字写在对方的本子上的话，或许就能记住对方的名字，就能更容易地找到对方。 联想到自己写字记录自己的想法，特别是自己写文章发表在公众号上，慢慢发觉也有同样的记录想法也有相同的效果。 永远可以找到过去的自己，找到当时幼稚不成熟的想法，一路看过来看到自己一路蹒跚走来，看到自己的改变。 所以我鼓励老婆把她喜欢琼瑶剧的原因也写下来，把她喜欢的人物都写出来，哪怕有一天想法变了，也知道自己曾经是多么地痴迷。","raw":null,"content":null,"categories":[],"tags":[{"name":"电影","slug":"电影","permalink":"https://ftime.github.io/tags/电影/"}]},{"title":"《你的名字》观后感","slug":"你的名字","date":"2016-12-21T12:44:31.000Z","updated":"2016-12-22T14:03:11.000Z","comments":true,"path":"2016/12/21/你的名字/","link":"","permalink":"https://ftime.github.io/2016/12/21/你的名字/","excerpt":"","text":"如果人的记忆像金鱼一样，只有七秒钟，那么还会有那么多的喜怒哀乐吗？ 在动画片《你的名字》中，三叶和泷在睡梦中互换了灵魂，醒来之后意识是自己的，但是身体是对方的，就在对方的角色里生活。再睡一觉醒来可能就又换回到自己到身体，但是这时候就会对在别人身体的时候做的事情没有记忆。于是靠手机里的日记软件进行共享当天的记录，在互换灵魂对过程中，互相一点点地改变了对方的生活。 哪怕两个人在真实世界里相遇，也只是朦胧地有异样的似曾相识的感觉，但是不知道对方的名字，因为记不住。其实这些全都存在潜意识里，泷在回到东京后也只是对糸守町没来由地感兴趣。 这让我想到了，《成功，动机与目标》里讲到的一个比喻。如果说意识的容量是一个便签的内容，那么潜意识就是NASA超级计算机的容量。要找到潜意识里存在的那些东西，就要有线索。我们要找一个人的话，名字是最重要的线索，通过名字可以精确查找，而其他的特征都不能作为关键词精确搜索。 影片中，因为记忆不牢靠，只能靠纸和笔留下来线索，而偏偏双方都没有留下自己的名字，于是换了那么多次的身体，改变了对方的生活，甚至拯救了一座小镇，却不能记得对方的名字。 穿越时空的对话是一个很不错的题材，想到看过的韩剧《信号》《W两个世界》，交换身份的电影的话，想到的是《盗钥匙的方法》，而这部《你的名字》合二为一，交换男女身份，穿越时空，甚至因此喜欢上对方，挺美的故事。 另外，日本动画片里的小姑娘总是那么地讨人喜欢，这部影片里的四叶小姑娘，龙猫里的梅伊小姑娘，萤火虫之墓里的節子小姑娘。 幸亏人不是金鱼，那些所有喜怒哀乐的记忆才组成了现在的我。 对于可能会忘记的，还是写到纸上吧。","raw":null,"content":null,"categories":[],"tags":[{"name":"电影","slug":"电影","permalink":"https://ftime.github.io/tags/电影/"}]},{"title":"普通人可以向萨利机长学什么？","slug":"萨利机长","date":"2016-12-18T12:38:34.000Z","updated":"2016-12-18T12:41:48.000Z","comments":true,"path":"2016/12/18/萨利机长/","link":"","permalink":"https://ftime.github.io/2016/12/18/萨利机长/","excerpt":"","text":"普通人可以向萨利机长学习 简洁有效地说话。 萨利是全美航空1549号班机的机长，他是神一样的英雄，先说一下他的事迹。 全美航空1549号班机事故2009年1月15日，一架空客A320从纽约起飞，在爬升过程中遭遇鸟群撞击，两个引擎同时熄火，飞机完全失去动力，危机情况下，萨利机长根据经验在208秒后成功将飞机降落在哈德逊河面上，155人全部幸存，这被成为哈德逊奇迹，这个真实事件被改编成了电影《萨利机长》。 一个奇迹需要天时地利人和，需要在所有方面都做得恰到好处：需要机长冷静地判断，副驾驶紧密地配合，乘务员有效地指导，当然还需要乘客都能保持秩序。整场救援行动仅耗时24分钟。在影片结尾，萨利机长这样说： 不只是我，是我们所有人，是杰夫和堂娜、希拉和多琳、所有的乘客、救援人员、空管人员、轮渡船员、还有警局潜水小队，我们都尽了一份力，这才是我们幸存的原因. 其他人的全力配合的确很重要，但是最最重要的是那紧急迫降的208秒里驾驶舱里发生的一切。电影高度写实地展示了这208秒，让我印象最深的是这样一个细节：在飞机撞上鸟群，两个引擎同时熄火时，机长萨利要从副驾驶手中接管飞机控制权。他对副驾驶说：My aircraft（我的飞机），副驾驶立刻移交控制权并回应：Your aircraft（你的飞机）。 一句极其简洁有效的指令，萨利机长就完全控制了飞机。 没有一句废话，甚至没有一个多余的字！看起来似乎没什么，但这真的不简单。因为失去动力的飞机离地只有853米，飞机在不断下降。任何一秒甚至一毫秒的耽误都会酿成一场灾难。 找另外一场空难作对比，或许你就能更明白简洁有效地说话是多么地重要。 大韩航空801号班机空难1997年8月6日，一架波音747从韩国首尔起飞前往关岛，机组人员在降落过程中误判机场位置，过早地下降了飞行高度，结果飞机撞山，包括机组人员在内的254人中有228人遇难。 事故发生在凌晨一点，关岛下着大雨，能见度低，这些天时地利确实不好，但是最关键的是人的因素。因为机组人员是韩国人，关键时刻他们交流用韩语。 在韩语中，根据说话的场合（正式／非正式）以及和对方的关系（长辈／平辈／晚辈）不同，同样的内容可以用六种方式来说。所谓尊敬阶和准敬阶，平阶和准平阶，基本阶和不定阶。听起来就头疼，以至于我在学习韩语的初期，为了避免对方误会，在不确定使用哪种语体的情况下，我一律采用尊敬阶说话。尊敬语说起来最麻烦，举个例子。 同样的一句“你吃过饭了吗？”对长辈：식사하셨습니까?（7个字）对熟人：밥먹냐?（3个字） 当大韩航空的副驾驶和机械师对机长讲话时，他们是不敢采用任何表示亲密或熟悉的语言的，他们得用尊敬语，他们得间接地提出自己的想法。 事后，舱内的录音记录表明副驾驶对于机长的提醒是不够简明直接的，浪费了宝贵的时间（要知道当时飞机快要撞山了），调查显示，如果在发现危险后，副驾驶和机长的沟通是直截了当，简洁有效的，他们完全有时间爬升并避开那座山，事故或许就不会发生了。 马尔科姆·格拉德威尔在《异类》一书中用一整个章节详细说了这个事。（著名的一万小时天才理论就是在《异类》这本书里提出的。） 2000年，大韩航空邀请了德尔塔航空公司的戴维·格瑞博来管理运营，戴维·格瑞博的规则非常简单：“大韩航空公司的新语言是英语，如果你想在公司继续任职，那么你就必须做到英语流利。” 在机舱内，他们终于可以不必再去考虑使用哪一种语体更适合去表达对机长的敬意而错失良机了。因为他们得讲英语。 你可能想，我又不开飞机，又不说韩语，管我什么事。可是，你可能开车吧，你不开车，你总坐车吧？ 说时迟，那时快我之前写过，作为新手司机，我不知道后视镜盲区。有一次看到右后视镜里没车，正准备变道，老婆立刻喝道：别变，有车。一个及时的提醒，避免了一次交通事故。四个字，简洁有效。 如果当时她说的是“哎，哎，哎，那个，干啥呢，旁边有车”，可能话音还未落，车就已经撞上了。 简洁有效准确地说话以上三个例子都是关于有效沟通的，而有效沟通的第一步是要要简洁有效准确地说出自己的想法，而不是满口“嗯”“啊”“呃”“然后”“那个”。如果自我感觉良好，不妨从你给别人发的微信语音中，找一段比较长的语音，长按选“转文字”读一下，看自己的话是否简洁有效准确。我是通过写日记发现自己的表达能力弱的，我尝试的改善方法是 尽量想清楚之后再开口。 只有在平时说话简洁有效准确，才能在紧急的时刻同样做到。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"谢谢你批评我","slug":"谢谢你批评我","date":"2016-12-11T07:04:33.000Z","updated":"2016-12-17T05:39:23.000Z","comments":true,"path":"2016/12/11/谢谢你批评我/","link":"","permalink":"https://ftime.github.io/2016/12/11/谢谢你批评我/","excerpt":"","text":"不管是自己的缺点还是错误，面对别人的批评指责，人的反应大概可以分为四种。 闻过则逃 闻过则怒 闻过则默 闻过则喜 我在前三个泥潭中挣扎了很久很久，正蹒跚走在闻过则喜的路上。我觉得闻过则喜是聪明人都应该有的心态。 1. 闻过则逃这种情况通常是知道错了，但就是不愿意面对，想办法逃避。虽然很不愿意承认，但是在很长一段时间里，我就这个丑样子。 都说在同一个坑里跌倒两次就是傻瓜。我曾丢过两次钱包，这该是有多傻。（两次都是因为把钱包放在浅口袋里，结果掉了。）丢了之后自然懊恼，钱是小事，关键是各种证件补办起来太费事。回到家，跟老婆说了这事，她还没开口，我就先说“你别数落我了，我知道错了，我自己也很难受，指责也改变不了事实”。这是在堂而皇之地逃避问题。第一次的时候也是这样的态度，所以没有好好反思吸取教训，结果错误重演。 2. 闻过则怒当面对的不是比较大的错误，而是自己的小缺点时，我虽不至于恼羞成怒，但是通常闷闷不乐，心想：人无完人嘛，哪儿能事事完美。 我是新手司机，初期停车时，只要车子差不多入库，我并不留意车轮是否回正，就丢在那里。老婆好心提醒，我回应“我是新手，哪儿能顾得了那么多啊，那不重要！”其实回正方向是很容易的事情，看起来也更美观，下一次开车时也更方便。好心的提醒被我当成是做得不好的指责，内心抗拒，强词夺理辩解。 3. 闻过则默这个阶段，我通过主动暗示来控制情绪。面对批评，不逃避也不生气，强迫自己一股脑接受。 在上一篇文章说过，我坚持写了一年日记，觉得写日记是每天反省的一个好手段。写日记过程中，我开始意识到，自己明明错了，为什么不允许别人说两句呢？ 做的不好的，别人指出来应该高兴还来不及，为什么第一反应是生气呢？犯了罪竟然不允许受害者控诉，这是什么混账逻辑，受害者永远都有控诉的权利。 周末我喜欢下厨房，做了饭菜上桌，满心欢喜准备开动，老婆说：“看起来很好吃啊，辛苦了。”然后夹了一筷子，尝了尝说：“酱油放多了”或者“再放点糖就好了。”我说：“哦，知道了。”然后低头大口吃菜扒饭，心里反复告诉自己：做得不够好吃，她说两句很正常。通过这种主动的暗示，我尽量保持了情绪的平稳，但是因为我依然没有真正认识到指责批评对于自己的好处，我心底里并不渴望它。 4.闻过则喜作为新手司机，我不知道后视镜盲区。有一次看到右后视镜没车，正准备变道，老婆说：别变，有车。一个及时的提醒，避免了一次交通事故。司机有盲区，人看待自己也有盲区。 从自我审视的角度，每个人都可以把自己分成两部分：自己知道的和自己不知道的。从他人审视自己的角度，也可分为：别人知道的和别人不知道的。看下面这个表格就会发现，总有一部分是别人知道而自己不知道的，比如自己的缺点就是别人更容易看到而自己很难发现的东西，我们要想办法知道，才能更好地了解自己。 关于自己 我知道的 我不知道的 别人知道的 - 要想办法知道 别人不知道的 个人隐私 最神秘的部分 当别人发现自己的缺点并告诉自己时，我们会感到自尊心受到挑战。其实这是大脑在进行本能的防御，同时大脑中的杏仁体会产生一种抵抗性的情绪反应，不舒服、窘迫、愤怒。让这种本能反应牵着鼻子走实在是太糟糕了，我不愿意做大脑的仆人，我发现通过转变想法就能翻身做大脑的主人。 4.1 “批评指责”是反馈把“批评指责”这个贬义词从脑子里删除，将其替换成中性的词汇“反馈”，顺便把“表扬赞美”也替换成“反馈”。以后无论是面对指责还是赞美，都告诉自己，这是来自别人的反馈。语言能够塑造我们的思想，当用中性的词汇“反馈”来进行描述进行思考时，我们更不容易产生抵抗情绪。 学外语时，老师指出你舌头的位置不对才发不好[ð]这个音；游蛙泳时，教练批评你腿部姿势不正确所以才比较慢；做菜不好吃时，别人告诉你放点糖就会大大改善；这些时候如果你认为别人是在责备你而抗拒、逃避、生气，这该是有多蠢。要知道这些来自外部的反馈非常重要，没有反馈，我们就像在黑暗中摸索，就算偏离了轨道也自知。 所以，不必在乎反馈是消极的还是积极的，是批评还是赞美，要关心的是反馈是否准确，是否能让自己重新走上正确的轨道。 4.2 进步比表现更重要重要的事情说三遍。进步比表现重要一万倍，进步比表现重要一万倍，进步比表现重要一万倍。 《成功，动机，目标》一书中，作者把人分为表现型（Be good type）和进取型(be better type)两种类型，这两种人做事时的关注点不同。表现型的人更关注自己当时的表现，更在意外界对那表现的看法，于是“感觉有可能做不好”的话就干脆不做了。进取型的人则更关注自己当时有无进步，并不在意外界的看法，他们知道这次可能做得不好，但只求下一次比这一次做得好，于是他们习惯挑战，不怕失败。 这次表现得不好，是事实，已经过去了，无法再改变，这不重要。没有人不犯错，没有人一开始就能做到最好，高手都是在一次又一次的进步中变成高手的。 所以，如果追求未来进步的话，那么当下的这一次错误又算什么呢？别人的反馈会让自己看得更清楚，更快地成长，对于反馈高兴还来不及，怎么会讨厌呢。 我不追求每一次为家人做的菜都美味无比，但是我追求下一次能更好吃一点；我不追求每一次停车都无懈可击，但是我追求下一次停车能更精准一些。 不要害怕犯错，每一次错误都是一次进步的机会，关键是下一次不再犯；不要害怕别人的评价，无论是批评还是赞美，它们都是反馈，是黑暗中的灯光，让我们看清前面的路，调整方向，一直走在正确的轨道上。","raw":null,"content":null,"categories":[],"tags":[{"name":"方法论","slug":"方法论","permalink":"https://ftime.github.io/tags/方法论/"}]},{"title":"写了一年日记，我的方法与意外收获","slug":"写了一年日记的方法与收获","date":"2016-12-04T06:16:00.000Z","updated":"2016-12-04T06:21:36.000Z","comments":true,"path":"2016/12/04/写了一年日记的方法与收获/","link":"","permalink":"https://ftime.github.io/2016/12/04/写了一年日记的方法与收获/","excerpt":"","text":"我从今年1月1号开始写日记，截至昨天一天不落地写了337天。一天300字左右，写了差不多10万字了。对于有类似经历的人来说，这可能是小菜一碟，但是对我来说，却是很不一样的体验。我从来没想过能一天不落地写下来，因为过去全是失败的经历。现在手边还有一本13年的日记本，翻看一下，发现轨迹大概是这样的： 最初一周七篇，接下来一周一篇，再后来一月一篇。 过一段时间突然心血来潮又提笔，结果只是把上面这个“日记-&gt;周记-&gt;月记-&gt;季度记”的过程再重复一遍，就这样，一个本从13年写到15年。 相信不少人都有和我类似的经历，只是主题不一样，可能是写日记，也可能是跑步，可能是读书，也可能是减肥。对于很多人，最不缺的大概就是半途而废的经历了。 一.我的方法在说写日记给我带来的收获之前，我先说说我是怎么做到的。 1.读库日记本 15年底买了两套读库的日记本，老婆用的是「日课」，我用的是「日禅」。买的时候觉得贵，拿到实物后，在手里抚摸、翻看，觉得本子真美，乃至于一开始，根本不舍得在上面写字。 因为是一日一课，如果某一天不写，那么那一页就是空白。因为不愿意留空白，就得写下去。就像玩超级玛丽，要是一排金币中落下一个没吃到，心里就会很不舒服。 日记本的大小，和我张开的手掌差不多，一页能写三百字左右，十五分钟就能写完，没有负担。想多写？对不起，空间不够。这样可以很好地避免初期用力过猛，如果一开始就写个千字文，可能很快就放弃了。就像跑步，一开始就每天5公里，跑一周可能就放弃了，反倒是每天一公里更容易坚持下去。 因为是一日一课，所以这不只是一个本子，还是一本可以阅读的书。「日课」每天有一段民国老课本的课文，「日禅」每天一个禅宗的小故事，图文并茂。哪怕只是翻看一下都觉得很有趣。另外还有「日趣」和「日诵」系列，17年我买的是这两套。 2.两人一块写要想走得快，就一个人走；要想走得远，就一起走。 过去我都是一个人写，没写几篇就撂下了，以至于日记变成季度记；今年是和老婆一块儿写，一天不落，一起走就是走得远。人嘛，总有懒惰的时候，总有忘记的时候，但是两个人一起，就能在懒惰时互相监督，在忘记时互相提醒。 一块写，是在主动创造更有意思的共处时光。除了一起吃饭、睡觉、追剧、运动、逛街，一起写日记也是很好的共同活动。同一张书桌，于是互称同桌，有时候画条三八线；有时候胳膊一挡脑袋一埋，遮住本子，假装学校里“小气的好学生”，调侃一番。写日记时仿佛回到了青葱的校园时光，生活因此多了许多乐趣。 3.固定时间地点写 我们在书房的书桌上写，日记本就在手边书架最近的一格里，笔筒就在书桌上。纸和笔触手可及，开始“在本上写字”这个动作，就变得简单得不能再简单。书桌不大，但是放的东西很少。一个笔记本电脑，一盒纸抽，一个笔筒，一个迷你垃圾桶。没有杂物，干净利落。在这样的环境下，打开日记本写字，就像走在绿色的旷野中轻轻地哼唱，是一件很舒服享受的事情。 我们在睡前写日记。因为白天的忙碌已经结束了，回顾今天的人和事是一件很容易的事情，所以不会存在没什么可写的问题。另外，也是因为共同时间不太好找，而睡前这段共同的时间一定是有的，于是在一段时间后，想到睡觉就条件反射似地想到要写日记，不至于忘记。 二.我的意外收获写日记能带来很多快乐。比如倾诉的快乐，我们可以一股脑把喜怒哀乐都写进去；比如对抗坏记性的快乐，通过记录就是给自己建立了一个小小的个人历史博物馆。但是，我要说的不只是这些，它还给我带来了一些别的东西。 1.了解真相人通常都容易过度自信，但是不遇到事，还真不见得能真切地体会到这一点。 我曾觉得自己的沟通水平还不差，至少在平均水平之上。其实我根本不知道平均水平是怎样的。写日记是在和自己沟通，写了才发现，要把一件事想清楚，简洁明了地写出来，对我而言是一件多么困难的事。经常出现提笔写了一半发现句子不通顺，根本写不下去了，或者主语不对只好换成被动语态才能将就写下去的窘态；经常主次不分，明明今天有三件事想要写，写了半页纸才发现，竟然第一件事还没写完；经常写完一读，发现写的什么垃圾玩意，流水账都写不好；至于提笔忘字的情况就更多了。除了在日记本上写，我还会在印象笔记上用讯飞语音输入法记录一些想法，很快发现自己很少说出一个简洁准确具体的句子，大多是拖沓模糊又残缺不全的只言片语。 从你给别人发的微信语音中，找一段比较长的语音，长按选“转文字”读一下，看自己是否有同样的问题。 另外，我认识到自己的记忆力真的很差，如果不记录，一年过去后，人去楼空，什么也不会留下。有些时候情况特殊，当天没有写日记，第二天再补的时候，常常需要想半天才能抓到一根记忆的稻草，想起来昨天到底是怎么度过的。我惊讶于遗忘之快，更深知好记性不如烂笔头。 最初，发现这些弱点让我感觉很不爽，但是逐渐意识到这是好事，因为这才是真相，是铁一般的事实。只有发现了，才能有针对的进行改善，才能离开那个“平均水平以上的”世界，那个自以为是的世界，那个虚幻的世界。 有些真相甚至令人恐惧，假如自己已经身患绝症，那么是知道好呢，还是不知道好呢？我觉得知道更好，只有知道这个真相，我们才能更好地去应对。（想起电影《遗愿清单》里那两个癌症末期的老头一起度过的欢乐时光。） 2.蝴蝶效应因为写日记，我顺便养成了晚上睡觉前看书的习惯。 在某一个晚上，写完日记后老婆说，我们睡前看会儿书吧，于是拿起书就在卧室看了，不知不觉竟然也养成了习惯，每天关灯前阅读二十分钟。 我把它归功于写日记，因为我们采用了和写日记非常相似的模式。 触发点相似：睡觉之前做。潜意识里已经形成了“如果准备睡觉，就要写日记”的模式，再加一条“如果打算关灯，就要看书”并不困难。潜意识悄无声息地工作，不需要动用太强的意志力。 启动都很容易：书就放在床头，就在眼皮下，触手可及。这一点很重要。很多时候，我们错失行动的机会都是因为启动起来太困难了。就像早上起床一样，最困难的事情不是穿衣穿鞋，而是从被窝里坐起来这个动作，一旦能坐起来，剩下的事情很自然就能完成。另外每次看书的时间也不长，根据书的章节和情节的发展，只看十到二十分钟。 都有奖励：乐趣。写日记时，看本子上图文并茂的小故事是一种乐趣，两个人相互调侃也是以一种乐趣。读书时，我们最初是从王小波的小说开始读的，他的文字画面感十足，情节妙趣横生，两个人相互分享也是一种乐趣。 当我看了《学会如何学习》的课程之后，才知道这其实这包含了所有养成新习惯的要素，不管这习惯是简单的早起喝一杯水，还是困难的每天计划并总结。 三.耐心苏格拉底说，不被审视的人生不值得度过。写日记，是一个简单可行的审视途径，今天一篇，明天一篇，不慌不忙写下去，像一只无声无息穿越沙漠的骆驼，靠着把一只脚放下去之后再把另一只脚抬起来的耐心，一路走下去。","raw":null,"content":null,"categories":[],"tags":[{"name":"方法论","slug":"方法论","permalink":"https://ftime.github.io/tags/方法论/"}]},{"title":"朴槿惠辞职信","slug":"朴槿惠辞职信","date":"2016-12-01T08:05:52.000Z","updated":"2016-12-01T08:07:53.000Z","comments":true,"path":"2016/12/01/朴槿惠辞职信/","link":"","permalink":"https://ftime.github.io/2016/12/01/朴槿惠辞职信/","excerpt":"","text":"最近，因为韩国总统朴槿惠亲信干政事件，韩国政坛一片混乱，韩国人民搞烛光示威让总统下台。朴槿惠在11月29号发表了第三次对国民讲话，说“把包含总统任期缩短在内的去留问题交给国会做决定”。讲话到底说的啥？我找到讲话原文，翻译如下，满足一下读者的好奇心。존경하는 국민여러분,尊敬的各位国民， 저의 불찰로 국민여러분께 큰 심려를 끼쳐드린 점 다시 한 번 깊이 사죄드립니다.因为我的疏忽，让大家非常忧虑，我再一次深深谢罪。 이번 일로 마음 아파하시는 국민 여러분의 모습을 뵈면서 저 자신 백번이라도 사과를 드리는 것이 당연한 도리라고 생각하고 있습니다.看到因为这事而痛心的各位国民的样子，我觉得就算是谢罪百次也理所当然。 하지만 그런다 해도 그 큰 실망과 분노를 다 풀어드릴 수 없다는 생각에 이르면 제 가슴이 더욱 무너져 내립니다.但是，想到就算那样也不能化解大家的失望与愤怒，我的心也崩溃了。 국민여러분,各位国民， 돌이켜보면 지난 18년 동안 국민 여러분과 함께 했던 여정은 더 없이 고맙고 소중한 시간이었습니다.回头再看过去的18年和各位国民一起走过的路程，再也别有比这更让我感激，让我珍重的时间了。 저는 1998년 처음 정치를 시작했을 때부터 대통령에 취임하여 오늘 이 순간에 이르기까지 오로지 국가와 국민을 위하는 마음으로 모든 노력을 다해왔습니다.从1998年从政以来，到任职总统，我为国家为国民，一路全心全意地努力走来。 단 한순간도 저의 사익을 추구하지 않았고 작은 사심도 품지 않고 살아왔습니다.我从没有牟一丝一毫的私利，一点私心都没有，就这样一路生活过来。 지금 벌어진 여러 문제들 역시 저로서는 국가를 위한 공적인 사업이라고 믿고 추진했던 일들이었고 그 과정에서 어떠한 개인적 이익도 취하지 않았습니다.现在发生的各种问题，我是为了国家一心奉公促进各种事务，在此过程中没有获取任何私利。 하지만 주변을 제대로 관리하지 못한 것은 결국 저의 큰 잘못입니다.但是，没有好好管理周围的人，这是我的大错。 이번 사건에 대한 경위는 가까운 시일 안에 소상히 말씀을 드리겠습니다.这次事件的原委，我会在最近时日内详细向大家说明。 국민여러분,各位国民， 그동안 저는 국내외 여건이 어려워지고 있는 상황에서 나라와 국민을 위해 어떻게 하는 것이 옳은 길인지 숱한 밤을 지새우며 고민하고 또 고민하였습니다.考虑到国内外各种越来越困难的情况，为国家为国民，我怎么做才是正确的呢？这期间多少个夜晚，我不眠不休地操心苦恼。 이제 저는 이 자리에서 저의 결심을 밝히고자 합니다.如今在这个位置上，我把我的决心告诉大家。 저는 제 대통령직 임기 단축을 포함한 진퇴의 문제를 국회의 결정에 맡기겠습니다. 여야 정치권이 논의하여 국정의 혼란과 공백을 최소화하고 안정되게 정권을 이양할 수 있는 방안을 만들어 주시면 그 일정과 법 절차에 따라 대통령 직에서 물러나겠습니다.我将把包含总统任期缩短在内的去留问题交给国会做决定。在野党和执政党进行讨论，使政治混乱期和空白期最小化，制定出可以平稳移交政权的方案后，我会按照这个日程以及程序从总统职位上退下来。 저는 이제 모든 것을 내려놓았습니다. 하루속히 대한민국이 혼란에서 벗어나 본래의 궤도로 돌아가기를 바라는 마음 뿐입니다.我现在把所有的事情都放下了。只有一颗希望大韩民国尽快脱离混乱回到正轨的心。 다시 한 번 국민 여러분께 진심으로 죄송하다는 말씀을 드리며 대한민국의 희망찬 미래를 위해 정치권에서도 지혜를 모아주실 것을 호소드립니다.再一次向各位国民真心谢罪，为了大韩民国的希望和未来，我呼吁政治圈也能集思广益，做出智慧的决定。 韩文原文参考：http://www.huffingtonpost.kr/2016/11/29/story_n_13295198.html","raw":null,"content":null,"categories":[],"tags":[{"name":"韩语","slug":"韩语","permalink":"https://ftime.github.io/tags/韩语/"}]},{"title":"朴槿惠第二次国民讲话","slug":"槿惠第二次国民讲话","date":"2016-12-01T08:02:07.000Z","updated":"2016-12-01T08:05:32.000Z","comments":true,"path":"2016/12/01/槿惠第二次国民讲话/","link":"","permalink":"https://ftime.github.io/2016/12/01/槿惠第二次国民讲话/","excerpt":"","text":"韩国政局混乱，朴槿惠最近发表了三次国民谈话。正好在学习韩语，所以拿第二次的国民谈话，翻译练习一下。 尊敬的国民， 这次崔顺实事件让大家非常失望忧虑，我再次真心道歉。 大家相信我，把国政托付给我，我反而伤了大家的心，我心里很难受。另外让和我一起工作的公职人员、现场人员、企业人员失望，我很惭愧。 我一心想着做对国家经济和国民生活有帮助的事，但是大家说我在这个过程中为个别人谋私利，还说我做出各种违法行为，这让我感到很遗憾，心情惨淡。 事态发生成这样，都是我的错，是我疏忽引起的。我深痛地知道这是我的责任。昨天崔顺实因为重大犯罪嫌疑被拘留了，安钟范也被逮捕了，检察官正在迅速彻底地审查。 接下来的审查不会受到任何的阻碍，真相会大白，会严格公正地进行司法处理。 为了查明真相，弄清责任，我会尽最大的协助。我也指示青瓦台的秘书室和警备室积极接受审查。我也有诚实地参与调查的觉悟，根据特别检察的需求，就算是搜查，我也会接受。 每一位国民，我入主青瓦台以后，忧虑或许会有不光彩的事情发生，干脆连和家人的交流也切断了，孤孤单单地一路走来。 一个人生活，在需要费心的各种私事上，连个能帮助自己的合适的人都没有。因为和崔顺实有过很深的交情，所以就她那里得到帮助，相互往来。 她在我最困难的时候在我身旁守护着我，因此我自然而然地放松了戒备，这是事实。回头来看，我因为相信了个人的缘分，没有好好地审视，对周围的人们不严格，导致这样结果出现。我难以容恕自己，难过得睡不着觉。 无论用什么方法，都很难安慰国民的心痛，想到这些，我问自己“我是为了这些才当总统的吗”，感到惭愧痛苦。 我也一直努力着不让国民心痛，没想到结果完全相反，我感到心都被撕碎了。 甚至还说我深陷邪教，在青瓦台弄巫术，我在此清楚地声明，这些都不是事实。 为了增进我们国家未来成长的动力，我在国政课题上倾注心力。但是把它们都给打上舞弊的烙印，让我觉得很遗憾。就算说有些事我错了，但请不要熄灭大韩民国成长的动力。 我再一次坦率地承认自己的错误，请求各位国民的容恕。我虽然已经在心里面将所有的缘分都切断了，将来我会完全断绝个人因缘生活下去。 按理说我得把这期间的事情原委向大家说清楚，但是在检察官正在进行调查的情况下，把具体的内容逐一说明比较困难，这一点我非常抱歉。 稍有不慎，我今天说的话可能会成为公正审查的绊脚石，考虑到这一点，今天不能把所有的话都说出来，以后有机会我会阐明事实的。 还有， 不管是谁，只要通过审查发现他做错了，他都得付出相应的责任。我更是有承担所有责任的觉悟。 各位国民，现在我们的国家安保面临非常大的危机，我们的经济也非常困难，国内外悬而未决的问题堆积如山，国家政治一刻也不能中断。虽然总统任期有限，但是大韩民国要永远存在。 为了避免更大的国政混乱空白状态，查明真相追究责任的事情，交给检察部门，政府原本的职能要尽快的复原。￼对于国民交付给我的责任，我会尽量避免出现责任，和社会各界元老以及宗教的指导者、在野党和执政党的代表者，经常沟通，更加接受国民和国会的沉重的要求。再一次向各位国民深深地鞠躬谢罪。 韩文原文链接 존경하는 국민 여러분.먼저 이번 최순실씨 관련 사건으로 이루 말할 수 없는 큰 실망과 염려를 끼쳐드린 점 다시 한 번 진심으로 사과드립니다.무엇보다 저를 믿고 국정을 믿고 맡겨주신 국민 여러분께 돌이키기 힘든 마음의 상처를 드려서 너무나 가슴이 아픕니다저와 함께 헌신적으로 뛰어주셨던 정부의 공직자들과 현장의 많은 분들, 그리고 선의의 도움을 주셨던 기업인 여러분께도 큰 실망을 드려 송구스럽게 생각합니다.국가 경제와 국민의 삶의 도움이 될 것이라는 바람에서 추진된 일이었는데 그 과정에서 특정 개인이 이권을 챙기고 여러 위법 행위까지 저질렀다고 하니 너무나 안타깝고 참담한 심정입니다.이 모든 사태는 모두 저의 잘못이고, 저의 불찰로 일어난 일입니다. 저의 큰 책임을 가슴 깊이 통감하고 있습니다.어제 최순실씨가 중대한 범죄 혐의로 구속되었고, 안종범 전 정책조정수석이 체포되어 조사를 받는 등 검찰 특별수사본부에서 철저하고 신속하게 수사를 진행하고 있습니다.앞으로 검찰은 어떠한 것에도 구애받지 말고, 명명백백하게 진실을 밝히고 이를 토대로 엄정한 사법처리가 이루어져야 할 것입니다.저는 이번 일의 진상과 책임을 규명하는데 있어서 최대한 협조하겠습니다. 이미 청와대 비서실과 경호실에도 경찰의 수사에 적극 협조하도록 지시하였습니다. 필요하다면 저 역시 검찰의 조사에 성실하게 임할 각오이며, 특별 검사에 의한 수사까지도 수용하겠습니다.국민 여러분, 저는 청와대에 들어온 이후 혹여 불미스러운 일이 생기지는 않을까 염려하여 가족간의 교류마저 끊고 외롭게 지내왔습니다.홀로 살면서 챙겨야 할 여러 개인사들을 도와줄 사람조차 마땅치 않아서 오랜 인연을 갖고 있었던 최순실씨로부터 도움을 받게 되었고, 왕래하게 되었습니다.제가 가장 힘들었던 시절에 곁을 지켜주었기 때문에 저 스스로 경계의 담장을 낮추었던 것이 사실입니다. 돌이켜보니 개인적 인연을 믿고, 제대로 살피지 못한 나머지 주변 사람들에게 엄격하지 못한 결과가 되고 말았습니다. 저 스스로를 용서하기 어렵고, 서글픈 마음까지 들어 밤잠을 이루기도 힘이 듭니다.무엇으로도 국민들의 마음을 달래드리기 어렵다는 생각을 하면 내가 이러려고 대통령을 했나 라는 자괴감이 들 정도로 괴롭기만 합니다.국민이 마음을 아프지 않게 해드리겠다는 각오로 노력해왔는데 이렇게 정반대의 결과를 낳게 되어 가슴이 찢어지는 느낌입니다.심지어 제가 사이비 종교에 빠졌다거나 청와대에서 굿을 했다는 이야기까지 나오는데 이는 결코 사실이 아니라는 점을 분명히 말씀드립니다.우리나라의 미래 성장 동력을 만들기 위해 정성을 기울여온 국정 과제들까지도 모두 비리로 낙인 찍히고 있는 현실도 참으로 안타깝습니다. 일부의 잘못이 있었다고 해도 대한민국의 성장 동력만큼은 꺼뜨리지 말아주실 것을 호소드립니다.다시 한 번 저의 잘못을 솔직하게 인정하고, 국민 여러분께 용서를 구합니다. 이미 마음으로는 모든 인연을 끊었지만, 앞으로 사사로운 인연을 완전히 끊고 살겠습니다.그동안의 경위에 대해 설명을 드려야 마땅합니다만 현재 검찰의 수사가 진행 중인 상황에서 구체적인 내용을 일일이 말씀드리기 어려운 점을 죄송스럽게 생각합니다.자칫 저의 설명이 공정한 수사에 걸림돌이 되지 않을까 염려하여 오늘 모든 말씀을 드리지 못하는 것뿐이며, 앞으로 기회가 될 때 밝힐 것입니다.또한 어느 누구라도 이번 수사를 통해 잘못이 드러나면 그에 상응하는 책임을 져야 할 것이며, 저 역시도 모든 책임을 질 각오가 되어있습니다.국민 여러분, 지금 우리 안보가 매우 큰 위기에 직면해있고, 우리 경제도 어려운 상황입니다. 국내외의 여러 현안이 산적해 있는 만큼 국정은 한시라도 중단되어서는 안 됩니다.대통령의 임기는 유한하지만 대한민국은 영원히 계속 되어야만 합니다.더 큰 국정 혼란과 공백 상태를 막기 위해 진상 규명과 책임 추궁은 검찰에 맡기고 정부는 본연의 기능을 하루 속히 회복해야만 합니다.국민들께서 맡겨주신 책임에 공백이 생기지 않도록 사회 각계의 원로인들과 종교 지도자분들, 여야 대표님들과 자주 소통하면서 국민 여러분과 국회의 요구를 더욱 무겁게 받아들이겠습니다.다시 한 번 국민 여러분께 깊이 머리 숙여 사죄드립니다.","raw":null,"content":null,"categories":[],"tags":[{"name":"韩语","slug":"韩语","permalink":"https://ftime.github.io/tags/韩语/"}]},{"title":"给孩子穿衣服像打仗？","slug":"孩子穿衣服","date":"2016-11-29T13:35:14.000Z","updated":"2016-11-29T13:45:51.000Z","comments":true,"path":"2016/11/29/孩子穿衣服/","link":"","permalink":"https://ftime.github.io/2016/11/29/孩子穿衣服/","excerpt":"","text":"朝三暮四朝三暮四的故事很多人都知道，我们习惯把朝三暮四理解为没有原则，反复无常。如果仔细想一想故事本身，就会发现，其实根本是另外一回事。 某人喜欢猴子，于是养了一群猴，宁可家人少吃点也不愿意饿着猴子，后来实在没粮食了，才减少猴子的口粮。怕猴子不答应，就先问猴子：“给你们橡子吃，早上三颗，晚上四颗，行吗？”猴子们听了十分恼怒，他又问：“那早上四颗，晚上三颗，行吗？”结果猴子们非常高兴，纷纷答应。 猴子真傻，跟过去比吃的减少了，在减少的基础上，主人只是把早晚的份量调换了一下，猴子怎么就高高兴兴接受了呢？故事是骗人的吧？不见得。 孩子穿衣让我们来换一个场景。父母帮小孩穿衣服，如果孩子不合作，父母很快就会失去耐心，于是孩子闹得更厉害，一场战争下来精疲力尽。最近，许岑写文章讲述了他的经验，穿衣服鞋子换纸尿裤都不在话下。许岑是这样子做的，他问一岁多的许闻： 穿衣服时，问：”是妈妈给你穿，还是爸爸给你穿？”穿鞋子时，问：”你自己穿一只，爸爸给你穿一只，好不好”换纸尿裤时，问：”你自己选一片好不好” 就这样，原本不配合的许闻，竟然噔噔噔地跑去，随便抽一个纸尿裤，乐呵呵地让爸爸帮他换。 自主选择细心的你可能会发现，咦，怎么觉得跟朝三暮四的故事很像？最终许闻还是得穿衣服，穿鞋子，换纸尿裤，但是在回答了爸爸的选择题之后，他态度改变了，不再抗拒，而是高高兴兴地让爸爸来帮他。 为什么一个简单的选择题竟然就能让孩子高兴地合作呢？因为“选择”这件事创造了自己做主的感受。 孩子觉得自己似乎做了主，所以不再抗拒，变得愿意做这件事。虽然孩子并没有获得真正自由的选择，比如选择不穿衣服、不换鞋子，不换纸尿裤，但是孩子仍然获得了一种选择的感觉。 内在动力问题的关键在于：哪怕这个选择本身是微乎其微的，甚至干脆是虚幻的，但是这种“我在选择”的感觉让孩子觉得拥有了自己做主的感受。自己做主，能激发出一种特殊的动力——内在动力。 关于微乎其微的甚至是虚假的选择带来的影响，美国心理学家为此做过实验。 老师让两组学生使用一个科幻主题的教学软件，在游戏中做数学题击败敌人。一组学生可以在游戏中选择自己的头像，给自己的飞船以及敌人的飞船起名字，而另外的对照组则完全没有类似选择头像和起名字的权利，完全是系统随机的安排。结果显示，有选择权的学生们学习更有热情，甚至放弃休息时间来练习。看起来毫无意义的选择权，却给孩子带了很大的学习动力。（参见《成功，动机与目标》一书） 其实不只是孩子，大人也一样，我们都喜欢自己做主。我们都更爱做自己想做的事，而不是别人让我们做的事情。比如，同样是读书，要是别人逼着我们看某本书，通常几分钟就看不下去了，而且还会对这本书产生莫名的厌恶感，可是如果是我们自己主动选的，常常拿起来就放不下去。 如何应用作为家长，在孩子不能自理的时候，需要帮助孩子；当孩子没有自制力的时候，需要指导孩子。这些时候，不讲策略，只是利用权威来逼迫，只会让情况更糟，就像早上的穿衣服战争一样。 我们可以利用这里的方法，举一反三来做一些简单的尝试。在帮助或者指导孩子的过程中，利用人物，物品，时间，地点，方式等因素都可以创造出自主选择的感觉。 人物：爸爸帮你洗，还是妈妈帮你洗？物品：你穿这双鞋，还是那一双？时间：你是现在做作业，还是15分钟后再做？地点：你是在书房练习，还是在客厅练习？方式：你先做数学还是先做语文？ 像上面这样，根据实际情况，可以创造出很多选择的机会。 有句话说“自由的孩子最自觉”，其实可以改成“感到自由的孩子最自觉”。在可能的范围内，尽量给孩子多一些选择的自由。哪怕只是一个微乎其微的选择，都能给孩子带来自己做主的感受，滋养孩子心中的内在动力。一旦有了内在动力，困难什么的都不再话下，因为这件事已经不再是父母的目标了，而成了孩子自己的目标。","raw":null,"content":null,"categories":[],"tags":[{"name":"家庭教育","slug":"家庭教育","permalink":"https://ftime.github.io/tags/家庭教育/"}]},{"title":"大大方方地小气，不丢脸","slug":"面子问题","date":"2016-11-24T11:27:40.000Z","updated":"2016-11-24T11:33:00.000Z","comments":true,"path":"2016/11/24/面子问题/","link":"","permalink":"https://ftime.github.io/2016/11/24/面子问题/","excerpt":"","text":"无意间在电视剧上听到过这样一句话，大意是“富人可以大大方方地小气，穷人才得小心翼翼地大方；有钱人小气，人管那叫节约；穷人要是不大方，会被鄙视小气。” 这样酸酸的抱怨肯定不是出自富人之口，而是出自穷人之口，而且是爱面子的穷人。他抱怨自己是多么的无可奈何，却又无能为力，只好打肿脸充胖子，似乎假装大方就能挣到面子，要不然就是“面子上过不去，脸都没处搁”。而富人却不害怕没面子，只管做自己高兴做的事情，哪怕可能被别人称之为小气，可事实上，人们对富人有一些不由自主的尊重，所以并不会觉得那是小气。 表面上看起来是有钱没钱的问题，深层上是爱不爱面子的问题。 弱者才爱面子爱面子，是为了得到自己不配拥有的东西，可能是所谓的排场、虚荣，等等。 弱者，才爱面子。没有钱，却想要假装气派，那只好小心翼翼地假大方了，于是气派一次就让自己的资产减少一点。财富的积累需要开源节流，如果这钱节省下来，自己的资产就能多一点。 弱者，才爱面子。没能力，连自己家人都没照顾好，却想当一个能帮助所有人的老好人，结果减少了照顾自己家人的精力和时间，那不仅把自己弄的疲惫不堪，还连累家人。家庭不和睦，干什么都不顺，挣钱更不顺。 小人喜欢弱者爱占便宜的小人最喜欢爱面子的弱者。 从小到大，妈妈对我言传身教，不占别人的便宜，哪怕得了别人的好处，她也会想方设法找机会去还。不占便宜，别人也不会老来占你的便宜。我也因此远离了那些爱占便宜的人。 爱占便宜的人和爱面子的人是天造地设的一对。一个最不爱面子，一个最爱面子。爱占便宜的人会创造各种机会让你来充面子，然后自己乐呵呵地占你的便宜，见面给你好脸色，说好听的话。爱面子的人的心理活动大概是这样子的：如果我不让他占我的便宜，他就会给我坏脸色，说我的坏话，不和我合作，甚至给我穿小鞋。恰恰是这样的心理，让爱占便宜的小人吃定你一辈子。因为再没面子的事情他都能干得出来，而且理直气壮。 小时候，大孩子欺负小孩子，常常这样子恐吓，你要是敢告诉父母老师，下次打你打得更狠。怎么办呢？有些小孩告诉了父母老师，他们多半都能得到解决；有些小孩下一次的时候裤兜里攥个石头，只要对方攻击，哪怕打不过也狠狠地还击，几次之后，那些坏孩子知道他不好惹，自然也就不来欺负了；至于那些忍气吞声的孩子，呵呵，只会继续受欺负。 不吃面子这一套，小人就会逐渐从身边消失，他们会自动去寻找别的弱者，对于他们来说，比起占便宜，面子算个屁。 而一旦有了摆脱面子束缚的勇气，自己离强者就更近了一步。 强者不爱面子打铁还得自身硬。自身强大了，才能够立足；自身不够强，面子也没用。 为什么富人可以大大方方地小气呢？因为富人不怕没面子，有钱就非常有面子。变得有钱不是一件容易的事情，需要勤奋、耐心、策略等等，有钱才知道钱不好赚财富不易积累，更知道如何花钱，不会把钱浪费在无谓的面子上。 如果富人对自己小气，外人没什么好说的，因为自己的钱想怎么花就怎么花，亿万富翁不喜欢吃燕窝而喜欢吃麦当劳，那是他自己的选择。 至于富人对他人小气，那是因为所有人都喜欢公平交换。对于不公平的交换，人们能多小气就要多小气。没有抵押没有还款能力，用虚无的面子来换真金白银，富人当然不愿意借，指责他们小气，只能说借钱的人太傻太天真。 富人能够大大方方地小气，是因为钱能解决很多问题，比面子好用太多。不想花时间排队买车票或者医院挂号，可以去黄牛那里买嘛，人家为你节省了时间，你当然要为此付费。不想跑腿，网上有很多专业跑腿的，海外代购的，他们更专业，自己更省心，还不用麻烦朋友。不占便宜，占便宜的人也不会来找你。 变强，从不爱面子开始有一本书叫《成功，动机与目标》，豆瓣评分9.0。在这本书中，作者把人分为表现型（Be good type）和进取型(be better type)两种类型，这两种人做事时的关注点不同。表现型只在乎自己在别人的眼里看起来好不好，别人的评价最重要。进取型则更关注自己有没有进步，并不在意别人的看法，他们知道可能这次做得不好，但只求下一次更好。 “看起来有钱”和“真的有钱”，“看起来有能力”和“真的有能力”，“看起来好”和“真的好”，进取型的人选择后者，也只有这样才能变得更强。哪怕现在没有钱，现在没有能力，但是不要紧，我一点一滴地积累，不积跬步，无以至千里；不积小流，无以成江海。 我在上一篇文章《别看了，现在就放下手机》里提过，良好的社会关系让人更加快乐健康。这关系包括家庭，也包括朋友。放下面子，专注于这些关系的质量，把时间和精力花在自己的进步上，花在关心家人上，花在和你一样独善其身的朋友上，是最好的选择。 大大方方地小气，不是成为强者的结果，而是成为强者的前提。 所以，从今天开始大大方方地小气，为自己为家人努力挣钱，积累财富，变成一个强者。让家人过上更有品质的生活，是最有面子的事情。","raw":null,"content":null,"categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"https://ftime.github.io/tags/生活/"}]},{"title":"现在就放下手机","slug":"放下手机","date":"2016-11-20T10:55:51.000Z","updated":"2016-11-20T11:29:50.000Z","comments":true,"path":"2016/11/20/放下手机/","link":"","permalink":"https://ftime.github.io/2016/11/20/放下手机/","excerpt":"","text":"如果您正在陪伴家人，无论是伴侣还是孩子，那么还是立刻放下手机，专心地陪他／她吧，哪怕只是和孩子玩一会儿游戏，哪怕只是和伴侣一起漫无目的地聊天。等一个人的时候再看这篇文章也不迟。 很多时候，手机并不能给我们带来快乐，我忘带手机了这个短短两分钟的视频告诉你，我们的欢乐是如何被手机给糟蹋了。运动时，吃饭时，聊天时，庆祝时，从起床到入睡，无论何时何地，手机无孔不入。我们让它代替我们的眼睛去看，代替我们的耳朵去听，甚至让它代替我们的大脑去记忆。 我们似乎可以一心二用，在一些时候的确是这样子的，我们可以在跑步时听音乐，可以在刷碗时聊天，可以在洗澡时想事情，这些都可以帮我们更有效率地利用时间，因为跑步刷碗洗澡都已经变成了我们的肌肉记忆，我们不需要思考如何去做出下一个动作，我们的注意力可以完全放在另外一件事情上。 然而，这给我们一种错觉，我们可以在所有事情上一心二用。我们可以一边看手机新闻一边听伴侣说话，可以一边玩手机游戏一边陪伴父母，反正我的身体是在这里的，而至于心思嘛，可能正在关注林丹出轨呢，也可能正在游戏里打怪呢。 这样子的一心二用，让效率变得极度低下，时间流逝，脑子里什么也没有留下，你不记得伴侣说了些什么，你也不会记得手机新闻上说了些什么。因为我们的记忆有两部分，工作记忆和长期记忆。工作记忆是短时记忆，就像一小块不完整的黑板，随时写上东西，又随时被新的东西覆盖，只有当工作记忆被转化为长期记忆时，我们才能够记住。专注，能让我们动用我们的所有的感官去感受，去理解，这样子能更享受其中。无论是阅读，是聊天，还是玩耍，专注地去做，可以极大地提高活动的质量。 质量常常被我们忽略。“因为要做的事情太多了，时间总是不够用，所以我才要挤时间在手机上玩游戏，在手机上看新闻，我要让我的脑子和眼睛一刻都不闲着，只要做过了这些事情，我就能减少一些焦虑。”不少人都会这样想，很自然地地追着时间跑，却忽视了时间的质量，结果更加焦虑。 TED上有这样一个关于幸福的视频，《哈佛持续76年跟踪700人一生：什么样的人最幸福？》研究表明，良好的人际关系让人更加快乐健康。具体来说有三点： 第一，社会关系对我们是有益的，而孤独寂寞有害健康。 第二，关系的质量高于数量。 第三，幸福的婚姻能保护我们的大脑，连记忆力都不容易衰退。 所以说幸福的生活不在于你身边有没有伴侣，而在于你的婚姻里是否有爱;不在于你有多少酒肉朋友，而在于你有多少真正值得托付的朋友。 若要提高这些关系的质量，就应该为此专注地投入更多的精力，是专注地投入，而不是三心二意。 生活总得有快有慢才好，对于工作中的任务，要想方设法提高效率，而与家人共度的闲暇时光，尤其应该慢慢享受。 把目光从手机屏幕上移到对方的眼睛上，或许是共度美好时光的第一步。","raw":null,"content":null,"categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"https://ftime.github.io/tags/生活/"}]},{"title":"先易后难的应试技巧，竟然错了？","slug":"学会如何学习","date":"2016-11-13T00:03:12.000Z","updated":"2016-11-13T00:04:57.000Z","comments":true,"path":"2016/11/13/学会如何学习/","link":"","permalink":"https://ftime.github.io/2016/11/13/学会如何学习/","excerpt":"","text":"题图是我曾很喜欢玩的一个小游戏，叫黄金矿工。玩家要做的是，在规定时间内，找准时机，让矿工放下钩子，把大大小小的金块儿抓起来，得分过关。分值越高的金块越大也越重，抓起来费时又费力。不过，运气好的时候可以提前买到一瓶“力量药水”，这时矿工的力气就会大增，抓石头和金块的效率都大大提高。 如果把人生比作挖金矿的话，我最近就无意间找到了一瓶力量药水。药水的制药师鼓励分享，所以我在这里借花献佛，推荐一下Coursera上的《Learning how to learn》(学会如何学习）这个课程。 学习能力是一个人最重要的能力，没有之一。这是一种元能力，就像武侠中的内功，如果没有内功作为基础，练习各种招式都会大打折扣。没有人生来就知道，所有的能力都是依靠学习建立的，学习能力的高低，决定了学习的效率，工作的效率，甚至是生活的质量。学习靠什么？大脑。而简单来说，这个课程就是一个大脑使用指南。 这个课程适合谁呢？每一个人。这是一门对于任何一个普通人都真正必要的知识。不只是那些准备考试的学生才需要学习，有孩子的父母也要知道这些知识来更好地教育子女，职场人也需要提高学习能力来更高效地工作或给自己充电，这些都是学习，而低效的学习就是在浪费生命。 这个课程是免费的，只要有网络就可以学习，它是由美国加州大学圣地亚哥分校的Barbara Oakley教授讲解的。 学了这个课程我才知道，先易后难的应试技巧，竟然错了。当然，这只是课程中很小的一个话题而已。 在学校里，老师曾无数次的教导我们做题时要先易后难，当做完了简单的问题后，将更有信心去面对难题，但是这个方法对大部分人可能适得其反，因为这个方法会让做难题花费更长的时间，甚至根本做不出来。 这个课程建议先难后易。拿到试卷，迅速浏览一遍，从那些看起来最难的开始做，如果卡壳了，别钻牛角尖，在一两分钟之内跳过这道题，立刻转到容易的题目做，然后再重新转到难的题目上，说不定这次就的思路就更佳清晰了。这是在科学地利用大脑的发散模式，让潜意识也在不知不觉地工作。 我就有过下了考场才突然想起来某道题做法的时候，或者是突然意识到某道题做错了。这估计都是败在了先易后难的做法上，如果先难后易，一开始就尝试解答难题的话，那就早早地启动了大脑的发散模式，说不定在考试结束铃声响之前我就想出了解法。 在高中时为了找学习方法，读过《等你在北大／清华》之类的书，在当时倒是挺激励自己的，但也仅仅是激励，真正的在技术上对自己的帮助并不多。现在想来，如果当时学校也开设这样一堂《学会如何学习课》该有多好，不过，现在学到也不晚，因为未来还很长，要学的东西还很多。 如果说弱水三千，只取一瓢饮的话，那么这一瓢，就饮这个吧。","raw":null,"content":null,"categories":[],"tags":[{"name":"学习方法","slug":"学习方法","permalink":"https://ftime.github.io/tags/学习方法/"}]},{"title":"我的家里空无一物","slug":"我的家里空无一物","date":"2016-11-06T10:36:30.000Z","updated":"2016-11-24T11:30:11.000Z","comments":true,"path":"2016/11/06/我的家里空无一物/","link":"","permalink":"https://ftime.github.io/2016/11/06/我的家里空无一物/","excerpt":"","text":"双十一是个大节日，特别是对于商家来说，因为通过降价促销可以把存货都清出去。清到哪里去，清到那剁手族的家里呗。 于是，剁手族的家里可能是这个样子的。当然，这个太夸张了，这是日剧《我的家里空无一物》的一幕，是女主角麻衣小学时卧室的样子。看到这样杂乱的连个下脚的地方都没有的房间，我感到一种要窒息的压迫感。 当家里要来客人时，麻衣一家人会提前一天把客厅的东西都腾出来，塞到客人看不见的卧室，以至于麻衣去朋友家做客，看到整洁干净的客厅时，以为别人跟自己一样，是提前辛苦一整天把东西都临时堆在了卧室，直到看到朋友家整洁的卧室时，麻衣才意识到原来别人家从头到尾是跟自己家不一样的。有多少人，只是在来客人时，为了面子才会整理一下房间。其实想一下，使用这个房间最多的人是自己，更应该为了善待自己而时刻保持一个整洁有序的空间。 逐渐地，麻衣把家里所有非必需的东西都丢掉了。客厅里只有一台电视，一个挂钟，厨房里所有的台面上都没有东西，而橱柜里也非常整齐而且只放很少的东西。 要做到像《我的家里空无一物》里麻衣一样的极简主义，虽然不容易，但仍然是可以从小处开始实践的，哪怕只是丢掉几个本几根笔或几个瓶瓶罐罐，整理出一个空无一物的书桌或餐桌，都是令人欢欣鼓舞的。想一想，一平米的房子多贵啊，在这花了大价钱买的房子里放满了不必要的没多大价值的东西实在是浪费空间。 扔掉非必需的“破烂儿”是重要的，不再添置新的“破烂儿”更重要。是否是必需品，这个标准不难界定，但是很多人看到大减价促销就走不动路了，就像一个花栗鼠看到了一堆橡子，恨不能全塞嘴里，搬回家里。 有一个方法来对付这种心理，狠狠心去买一个贵的真正的好东西，一旦用过一次好东西，就很难再去贪图便宜去囤积降价促销的商品了。好东西可能很贵，但是要知道金钱只是其中一种成本而已，时间也是成本，精力也是成本，心情也是成本，只不过是隐性的成本罢了，但是这些隐形的成本更重要。一个好东西带来时间精力上的节约以及心理上的舒适，绝对是物超所值的。 比如几年前，我咬咬牙买了MacBook air 笔记本电脑，的确很贵，但每一次的使用都是一次愉悦的体验，而且用了之后再也没担心过卡顿、杀毒、优化、死机、重装、散热、重量和续航的问题，节省了我大量的时间与精力。 话说回来，双十一就要到了，真的忍不住要买怎么办？挑最贵的买，或者先看看《我的家里空无一物》再说。","raw":null,"content":null,"categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"https://ftime.github.io/tags/生活/"},{"name":"影视","slug":"影视","permalink":"https://ftime.github.io/tags/影视/"}]},{"title":"惟愿孩儿愚且鲁，无灾无难到公卿。","slug":"洗儿戏作","date":"2016-11-03T10:30:11.000Z","updated":"2016-11-03T10:39:40.000Z","comments":true,"path":"2016/11/03/洗儿戏作/","link":"","permalink":"https://ftime.github.io/2016/11/03/洗儿戏作/","excerpt":"","text":"公元1083年秋，苏轼的第四个孩子在黄州出生，按照当时的习俗，满月要行洗儿礼，他写下了这样一首《洗儿戏作》。 人皆养子望聪明，我被聪明误一生。惟愿孩儿愚且鲁，无灾无难到公卿。 虽是在官场失意的时候写的戏作，说愿孩子愚钝，但他仍希望孩子无灾无难幸福成长，甚至还能成为公卿高官厚禄。前后矛盾更凸显爱子之切。 大部分的父母都是这样子吧，或者直截了当地说出对孩子的各种期待，或者偷偷地对孩子有所期待。当然，应该也有极少数的父母豁达地对孩子无所期待。 罗辑思维的罗振宇在微信上公布自己双胞胎女儿的预产期时说，感受到了第一次为人父母的惶恐，在孩子出生之前，他一直在思考这样一些问题： 怎么才能帮助孩子过好这一生? 怎么才能在尽好责任的同时不绑架他们的自由? 怎么才能在他们成长的过程中一直赢得他们的尊敬? 在他们的目光下，我怎么过好自己的后半生? 一个人有了孩子就自然而然成为了父母，这事儿连动物都会，下崽儿嘛。但是他孩子的出生并不能确保这个人因此能成为好父母。作为父母，都会遇到罗振宇想过的这些问题，只不过在生活的琐事面前，可能会逐渐忘掉这些问题，或者干脆视而不见罢了。然而，视而不见并不会让问题自动消失，就像掩耳盗铃，铃儿依然响叮当。 虽然现在还没有为人父母，但是对于这几个问题，我倒是想了想： 1.怎么才能帮助孩子过好这一生?育儿即育己。 这个词最初是在刘未鹏（《暗时间》的作者）的豆瓣书单上看到的。书单的名字就是“育儿即育己”，我看了其中几本，包括《PET父母效能训练手册》《如何说孩子才会听，怎么听孩子才肯说》《窗边的小豆豆》《好妈妈胜过好老师》看过之后，越发理解育儿即育己的含义。一个人需要学习成长的方面太多了，育儿会让自己在这个过程中逐渐发现自己的不足，也会发现孩子值得自己学习的地方，比如说专注郑重的态度。教育孩子的过程，是一个不断认识自己，改善自己的过程。 看的几本育儿书中，有大量沟通的理念与技巧。我很快意识到书中的很多知识不仅适用于孩子，而且同样适用于成年人。 比如，我过去一直认为生气是一种不好的情绪，看书后得知情绪本身没有好坏，孩子有表达情绪的自由。一个生气的小孩需要感受到自己的愤怒能被人理解，即使自己的行为并不受欢迎，大人需要做的是接受孩子的情绪，约束并指导孩子的行为。 知道了情绪没有好坏之后，我恍如进入了另一个世界，从接纳自己的情绪开始，并且学着逐渐去做自己情绪的主人，因此也变得更加有耐心，这只是我从中学习到的很小的一部分，但是我愈发明白，要想帮助好孩子，首先要教育好自己。 #2.怎么才能在尽好责任的同时不绑架他们的自由? 龙应台在《目送》中说得很好： 我慢慢地、慢慢地了解到，所谓父女母子一场，只不过意味着，你和他的缘分就是今生今世，不断地在目送他的背影渐行渐远。你站立在小路的这一端，看著他逐漸消失在小路转弯的地方，而且，他用背影默默告訴你：不必追。 我想，如果能一直保持龙应台的这种不去追的心态，那就能做好这一点。 3.怎么才能在他们成长的过程中一直赢得他们的尊敬?敢于承认并直面自己的缺点与不足，并且让孩子看到自己不断的改善与变化，这样的父母才能赢得孩子的尊敬，这样看得见的摸得着的有缺点的榜样才是最有效的榜样。 在孩子面前不假装，做真实的自己，而不是说一套，做一套。自己总是乐观，才能教会孩子乐观；自己珍惜时间，才能教会孩子珍惜时间；自己不断学习，孩子才可能爱上学习；自己知错就改，孩子才更容易知错就改。 一个好榜样总能赢得尊重，不是吗？ 4.在他们的目光下，我怎么过好自己的后半生? Harris在《I’m OK- You’re OK》里提到里孩子和父母可能的四种关系（以孩子的视角）。 1)我不行，你行。2)我不行，你也不行。3)我行，你不行。4)我行，你也行。 最常见的应该就是第一种了，“我不行，你行”，因为相对于孩子而言，父母总是高大强壮有能力的，而孩子弱小没能力还常犯错误；而当父母打骂孩子时，孩子就会觉得“我不行，你也不行”；而当孩子大了，越来越有能力了，可能就会进入“我行，你不行”这种状态。 但是，最理想的应该是“我行，你也行”这种状态。我挺好的，你也很不错；我很能干，你也很能干。努力给孩子这种感觉，同时，也抱着这样的态度去对待孩子。在孩子的目光下，教会孩子独立生活的技能，然后自己也努力独立生活。 好问题胜过好答案。 罗振宇的这几个问题，你以不妨也问问自己。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"爱的代价","slug":"爱的代价","date":"2016-10-28T11:50:59.000Z","updated":"2016-10-28T11:52:42.000Z","comments":true,"path":"2016/10/28/爱的代价/","link":"","permalink":"https://ftime.github.io/2016/10/28/爱的代价/","excerpt":"","text":"李宗盛的《爱的代价》久听不厌，歌词像诗一样，模糊的语意，总能听出新的启示，产生新的想法。 歌词里写到“也曾伤心流泪，也曾黯然心碎，这是爱的代价”。其实何止是爱情，为亲情、为友情、为事业，为任何事情，都得付出代价，可能是好的，可能是坏的，而且可能是“永远都难忘的啊”，它们最终就留在那里，挥之不去，一辈子都与你相伴。但是，总想那些过去的代价并没有用，怎么办呢？ “走吧，走吧，人总要学着自己长大。”回忆伤痛没有用，停滞徘徊没有用；走吧，还得往前看；走吧，必须往前看。 我们身体的成长是自然发生的，我们从一个小不点的婴儿，骨骼发育，肌肉生长，时光流逝，我们自然而然变成一个大人。然而，在身体上成为一个大人，并不意味着在其他方面都是一个大人，在很多领域上都得 “自己主动学着长大” 为一个大人。 因为自身的经验有太多的局限性，所以要主动学习。 如果不主动学习，在一些事情上，就可能会连一些孩子都不如，比如讲故事。回家看望父母时，和八岁的外甥女玩耍，她说，我给你讲一个故事吧，我说好啊。于是，她接连给我讲了田忌赛马，小马过河，小驴过河的故事。她情节叙述得完整，细节丰富，对话也很有趣。她讲故事的能力，我自叹不如。要知道，很多著名的TED演讲就是演讲者通过一个个的动人的故事来传达理念，感动影响了无数的观众。 如果不主动学习，在养育孩子这件事情上，很多父母仍是不懂事的孩子。自己谎话连篇却要教会孩子正直；自己一页书也不看却要教会孩子多阅读；自己浪费时间却要教会孩子一寸光阴一寸金。 如果不主动学习，在与家人沟通这件事情上，很多人仍是任性的孩子。他们宁愿做情绪的奴隶，而丝毫没有想要反抗的念头，在情绪的驱使下，对家人或怒目或冷眼，或高声或不语。殊不知，耐心是一种学识，管理自己的情绪也是一种学识。 如果不主动学习，在逻辑思考这件事情上，很多人连个孩子也不如，因为很多人干脆不思考，看看微信朋友圈里那些疯传的谣言“老中医告诉你xxx”、“xx的真相”、“赶紧吃xx吧”、“别吃xx了”、“央视告诉你xxx”就可见一斑。老中医说的就对吗？央视说的就对吗？说的有根据吗？根据可信吗？那是唯一的结论吗？有其他可能的原因吗？ 那么，人必须主动学习，不因性别，年龄，职业而有所不同。而如今互联网的普及让知识的获取变得唾手可得，只要愿意，我们可以在互联网上找到任何领域的专业知识，向领域内的那些高手专家学习。学习资源难以获得这个客观上障碍已经消失，主观上是否愿意去学成了问题的关键。 人总要学着自己长大，学无止境。不愿意学？总会付出代价的，可能只是时候未到，也可能根本没发觉罢了，对于错过的好运，你怎知道错过了呢？","raw":null,"content":null,"categories":[],"tags":[{"name":"心理学","slug":"心理学","permalink":"https://ftime.github.io/tags/心理学/"}]},{"title":"追着幸福跑","slug":"追着幸福跑","date":"2016-10-28T11:47:53.000Z","updated":"2016-10-28T11:49:41.000Z","comments":true,"path":"2016/10/28/追着幸福跑/","link":"","permalink":"https://ftime.github.io/2016/10/28/追着幸福跑/","excerpt":"","text":"小学的时候，村里熙熙攘攘，妇女和小孩都还留在家里，男人们外出打工，干完活后仍然回到山村的家。 那是一个人畜共存的村庄，天微亮就有公鸡打鸣，清晨有鸟叫有花香，走在路上可能迎面过来一头牛，牛看我一眼，继续慢悠悠地走，我蹲在地上逗蚂蚁，旁边可能跟来一只凑热闹的黄狗，放学回家，老远看到炊烟袅袅升起，可能还会遇到牛羊从山坡吃草回来，夜里人畜安宁，夏天会有蛐蛐和知了叫个不停，星星点点的灯火逐渐熄了，整个村庄都睡了。 农忙时节就更热闹了，犁地的黄牛哞哞叫，打麦的机器嗡嗡响，我和小伙伴们也跑到田间地头，偶尔给父母们帮个忙，大部分时间是在追逐玩耍。慢慢的，有些人家开始用拖拉机犁地，机器犁过地十分松软，虽然会挨骂但我很喜欢在上面跳来跳去。 虽然没有人这样给我说，但是我一直隐隐觉得，我以后也得干这些活儿，我得学习犁地播种收获的各种知识。因为眼看到爷爷奶奶们，爸爸叔伯们，哥哥姐姐们都在田间干活，我自然也觉得长大后会跟他们一样。 初中时离开山村到镇上读书，高中时离开镇上到市里读书，大学时到别的城市读书，我逐渐意识到，我终究是要离开这片土地了。 记得小时候有一次伯伯带着堂弟回山里玩耍，伯伯训斥堂弟分不清韭菜和麦苗，我在心里暗笑，这都分不清，真蠢。其实，在城市出生长大的堂弟分不清韭菜和麦苗很正常，他也不需要这种区分的能力，我在麦地里玩耍的时候他在书桌前练习毛笔字，最终我只能区分韭菜和麦苗，而堂弟写得一手漂亮的毛笔字，至于是颜体或是柳体，我是不认得的。 等到工作了，来到了离故乡更远的城市，开始新生活。回家看望父母时，看到如今的村落，只有一些老年人还留守着；年轻人都在外面打拼，偶尔回到大山里，看一看老家的房子；孩子们自小就在外面上学，村里的学校已荒芜多年杂草丛生了。 追着幸福跑，就要离开大山贫瘠的土地，我最终没有学习耕种的知识，而我的父母也在逐渐地离开这片他们生活了大半辈子的土地。那片承载了他们心血的土地、院落、村庄，那里有他们的记忆，也有我的。 记得院子里的月季花、手绢花、紫罗兰、水仙花、葡萄树、梨树、樱桃树、杏树、刺柏、灶台、水囤、房子、猪圈、牛圈、羊圈、狗窝、鸡窝…犹记得有一棵冬桃树，桃子在下过一场雪后成熟，脆生生的，冰凉但十分甘甜… 俱往矣，日子一代一代往好处过，工业化城市化让谋生越来越容易，一个人随便干点什么都能不至于饿死。靠天吃饭靠地吃饭的农民，努力地离开这道沟、这座山，一步一步地走向城市，最后彻底扔掉土地变成城市人，这是必然的过程，这是潮流所向。追着幸福跑，往大城市去，去富裕的地方谋生，这些山村的记忆只需深藏在某个角落。 很多人只有在离开了所处的地理环境之后，才能够意识到这个地理环境对自己的巨大影响。 在更高的层面来看，落后地区的人可能更勤奋，却不见得比发达地区的人更富裕。富裕地区的人即使老老实实按常规走完一生，也可能比贫穷地区的上流阶层生活得更好。 发达富裕的城市，意味着更高的薪资，更多的资源，更多的机会，更多的见识。天外有天，人外有人，见识多了才知道自己无知。 拿之前我写的《傻瓜盒子》为例，文章中同事的客厅吸引了不少人的目光，“哦，原来客厅还可以这样布置，原来没有电视的日子原来可以这样过”。看了文章不见得真的就会立刻去行动，但是至少知道了一种可能性。 见识到了，就有接下来改变自己，提升自己的可能性。 在美剧《行尸走肉》里，只有那些见过击毙行尸的人才知道，要爆头才能彻底杀死行尸。那些没见过的人，朝行尸心脏上把子弹打光才发现完全没用，然后被行尸吃掉。 在发达富裕的大城市，能见识到很多正在发展的东西，很多正在成长的人，见识到贫穷落后地区的人可能根本看不到的人和事，这样的见识会让人潜移默化地提高自己的要求，会让人不知不觉地采取行动。 追着幸福跑，终究是要落实在行动上，落实在每一步上。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"三思而后行，思考什么？","slug":"三思而后行","date":"2016-10-17T09:44:21.000Z","updated":"2016-10-17T10:46:05.000Z","comments":true,"path":"2016/10/17/三思而后行/","link":"","permalink":"https://ftime.github.io/2016/10/17/三思而后行/","excerpt":"","text":"常说“三思而后行”，那么“三思”到底应该思考什么呢？在这里说一下我的想法供参考。 就拿夫妻间的冲突来说，俩人相处一段时间以后，会慢慢形成一个处理冲突的模式，并习惯于这种模式，乃至于成为唯一的模式。回想一下自己处理冲突的模式，不妨问自己下面这些问题。 一、是否真的只有一种选择？当被问到为什么这样子处理冲突时，作为第一反应，常能听到下面这些借口。 我没得选，只能这样子做。如果有办法，我早试过了。她就是这种人，我有什么办法？我就是这种人，你说有什么办法？ 找借口的人忽略了这一点：人人都有自由的意志。 无论面对怎样的环境，一个人都有选择回应方式的自由。 左脸被别人打了一耳光之后，你可以把右脸送上去迎接下一个耳光，你也可以回敬对方一耳光，你也可以什么都不做… 贫民窟里可以出百万富翁，治安混乱的地方仍然有遵纪守法的公民，这就是自由意志的作用。 只要愿意，永远有的选，但是人们往往由着性子，按自己的第一反应来做。 二、我的第一反应从哪儿来？在动物世界里，面对危险，乌龟把四肢缩回龟壳，鸵鸟把脑袋埋进沙里，刺猬竖起浑身的刺，变色龙改变自己的颜色，这是它们进化而来的本能反应。 然而人跟动物不同，人有自由意志，可以进行各种选择。但是，自由意志虽然人人都有，不见得人人都用，因为在面对冲突时，我们常常不假思索，习惯于自己的第一反应，自由意志被习惯打败。 同样的事情，不同的人第一反应可能完全不同，有的人逃避，有的人战斗，有的人寻找双赢。 可以试着反思一下，把自己的第一反应当作考察对象，想一下自己为什么会做出这种反应，而不是别的反应？到底是来自谁的影响？父母、配偶、朋友、名人、电视剧或者小说里的角色？ 细想一下就会发现，我们受到环境的影响，不自觉地模仿他人，于是别人的想法有意无意地悄无声息地植入了我们的大脑。“我这样对待老婆是因为我的爸爸就是这样对待妈妈的”；“我这样对待老公是因为电视剧里我喜欢的女主角就是这样子做的”，“我这样子做是因为我的朋友就是这样子做的。” 并不是说跟别人学不好，而是说，在接纳采用别人的做法之前，要再问一下自己下面这个问题。 三、有没有更好的反应方式？环境对我们的影响远大于我们的想象。当意识到自己的反应方式可能是自己脑子的被动选择之后，再想一下，除了这种方式之外，自己还有哪些可能的反应方式？是否有比第一反应更合适的反应方式？那么，自己以后能不能换成这种更合适的方式？ 比如，面对来自孩子、伴侣、父母的抱怨，你可以充耳不闻，你可以敷衍了事，你还可以认真倾听。 哪怕是倾听，也可以只是用“嗯、啊、是吗”来回应，可以用复述对方的话来回应，可以用提供解决方案来回应。 你可以选择尊重对方，包容对方，知道情绪没有对错，理解对方需要表达情绪，然后去思考情绪背后的真实需求，即使现在不能满足，也要想办法在将来去满足这种需求。 思考就是向自己提问并回答问题，问题的质量决定思考的质量，思考的质量决定行动的质量。不妨在行动之前问一下自己上面三个问题。","raw":null,"content":null,"categories":[],"tags":[{"name":"思考","slug":"思考","permalink":"https://ftime.github.io/tags/思考/"}]},{"title":"一个人静一静挺好","slug":"休息活动调查","date":"2016-10-05T09:46:45.000Z","updated":"2016-10-05T10:49:32.000Z","comments":true,"path":"2016/10/05/休息活动调查/","link":"","permalink":"https://ftime.github.io/2016/10/05/休息活动调查/","excerpt":"","text":"BBC做了一个关于休息活动的网上调查，试图研究“休息”一词对与不同的人意味着什么，共有来自134个国家的18000人参与了这个调查。（原文链接：http://www.bbc.com/news/magazine-37444982） 调查问卷中，有一项是让参与者选择三项他们认为最有助于休息的活动，备选项是一长串各种各样的活动。 调查结果显示，前三名依次是：阅读，亲近大自然，独处。 接下来依次分别是： 听音乐 什么也不做 走路 泡澡／冲澡 做白日梦，空想 看电视 冥想／注意力训练 和动物在一起 见亲友 喝茶／咖啡 做创意艺术 园艺 人们是社会性动物，可是上面所有这些活动，大部分都是一个人独自的活动。 而见亲友，喝茶聊天这些社交活动则排得很靠后。调查对象也包括了那些喜欢热闹喜欢社交的外向性格的人，哪怕是他们，也做出了同样的选择。 调查还表明，哪些感到充分休息的人的幸福指数是那些感到休息不足的人的两倍之高。也就是说，充分的休息，能提升幸福感。 这样看来，一个人静一静，是挺好的一件事。","raw":null,"content":null,"categories":[],"tags":[{"name":"休息","slug":"休息","permalink":"https://ftime.github.io/tags/休息/"}]},{"title":"读书，慢慢来","slug":"慢慢读书","date":"2016-10-05T00:00:32.000Z","updated":"2016-10-05T01:01:29.000Z","comments":true,"path":"2016/10/05/慢慢读书/","link":"","permalink":"https://ftime.github.io/2016/10/05/慢慢读书/","excerpt":"","text":"别人嚼过的饭菜吐出来，你还会吃吗？你可能会说“你这人怎么这么恶心？” 可是同样是吃的，对于书籍这种大脑的食粮，很多人就愿意吃别人嚼过又吐出来的东西。为什么这个时候不觉得恶心呢？ 因为人们把这个“嚼完又吐出来”的过程换成了好听的名字，比如“掰开了揉碎了讲给你听”，“浓缩精华”，“提取干货”。 因为它满足了很多人想要走捷径的心理需求，比如“xx速读”，“xx解读帮你节省x小时”，“三分钟听完一本书”。这样子似乎充分利用了碎片时间，有一种收获知识的错觉。 饭得自己吃书得自己读，别人帮不上忙。 我也曾经兴致勃勃地读过不少“浓缩书”，可是读完之后，在脑子里几乎不留痕迹，还不如刚听的一个笑话印象深刻。一个偶然的机遇，我也曾很正式地浓缩了一本书，发表在公众号里，叫“十分钟读完《错不在我》”，20万字被我浓缩成了4千字。 这篇10分钟就能读完的文章花费了我至少10个小时，但是这10个小时让我受益匪浅。我不得不从作者的角度去反复阅读这本书，思考作者的逻辑，找到隐藏在血肉之下的骨架。这对我是一次困难的挑战，但是当我真正完成以后，我开始意识到，对于浓缩书这种东西，能真正获益的是写浓缩书的人，而并非读浓缩书的人。读别人浓缩的，不如自己去浓缩。 道理很简单，因为教是最好的学。 不管是自己浓缩一本书，还是给另外一个人讲解一本书，都是更加主动的阅读，都包含了教的元素。在这个过程中，教的人印象更深刻，理解更深入，至于听的人嘛，可能很快就忘了。 “我跟你说过多少次了！”就是说的人记得牢，听的人记不住的典型例子。 所以教别人读书的人，会越读越好。而跟着拾人牙慧的人，很可能一直拾人牙慧，直到自己主动阅读的那一天。至于浓缩书之类的资料，顶多只能让它作为一个参考，如果有兴趣，还是要自己亲自来阅读，只凭着内心的力量，玩味着眼前的字句，慢慢地提升自己，从只有模糊的概念到更清楚地理解为止。 饭得一口一口地吃书要一字一字地读。拿起一本好书，尤其要锻炼只字不差地阅读的能力。 至于为什么，还要从别处说起来。 买了一本书，这本书只是在财产所有权上属于你，甚至读完了一本书，这本书也不见得真正属于你。除了消遣类的阅读，其他大部分阅读是为了获取知识，对于知识的获取，重要的不在于你学了多少，而在于需要的时候你通过有意识的搜索能回忆起来多少。 要想牢牢记住，并且在需要的时候能想起来，就要在脑海中对于知识建立足够多的线索和联系。 课堂里背诵课文时，在最初的死记硬背阶段，我就常常用文字在书页上印刷的位置作为线索，比如某个词是在行尾，而另一个词是在行首。有了这些线索，虽然磕磕绊绊，但是最终还是能背诵下来。 当知识在脑海中不再是孤立的点，而是结成一张网时，通过任何一个线索都能顺藤摸瓜，牵出整个记忆网。 通过只字不差地阅读，能够在脑海中建立记忆网。因为对于一个知识点，作者会解释是什么，不是什么，为什么，和别的知识点的区别和联系，该如何应用，作者会举例说明，类比说明，对比说明。以上所有这些，都是记忆的线索。 而只字不差地阅读，需要的只是耐心。 如果我帮你解读这篇文章这篇文章浓缩之后只有10个字“读书，不能着急，要自己读”。但是只有这样的一句话，能说服你吗？听完你有感触吗？你能有所行动吗？显然很难。因为这样的表达虽然简洁，但是已经失去了绝大多数的信息，失去的信息是背后的思维过程。没有这个过程，就失去了说服力，跟没说一样。 这样的浓缩与解读，不要也罢。","raw":null,"content":null,"categories":[],"tags":[{"name":"读书","slug":"读书","permalink":"https://ftime.github.io/tags/读书/"}]},{"title":"送你一把维权武器","slug":"维权武器","date":"2016-10-01T07:09:20.000Z","updated":"2016-10-01T08:13:15.000Z","comments":true,"path":"2016/10/01/维权武器/","link":"","permalink":"https://ftime.github.io/2016/10/01/维权武器/","excerpt":"","text":"举证责任最近家人去派出所办理户口迁移，非常不顺利。办事员口口声声说按规定需要额外提交一些其他证明材料，但是他们又拿不出明文规定。去网上找到公安部官方公布的材料规定，发现家人准备的材料完全符合，但是派出所办事员死活都说不行。奈何迁户口只能在这个辖区派出所办理，别无他法，我们又实在办不出来他们要求的各种奇葩证明，于是说好话送礼物托关系。也想到去投诉，但是担心他们沆瀣一气，投诉只会让手续更难办，更何况以后的生活也不可能避开这个辖区派出所。家人说求人办事，暂且忍气吞声吧。 这就是乡镇派出所展示给我的真实的世界，但是作为纳税人，实在是生气，什么时候这些派出所的办事员能拿出为人民服务的态度呢？ 口口声声说有规定，却又拿不出证据这事儿，其实就是不讲理。这让我想到了举证责任这个概念，就是提供证据的责任。在大多数情况下，谁主张，谁举证，即举证责任归当事人，当事人对自己提出的主张有提供证据的义务。 例如：你说我欠你100块钱，那么你应该提供证据，比如说欠条，而我没有义务来证明我不欠你的钱。 谁主张，谁举证，这个似乎天经地义，不过，还有很多例外，举证责任在对方的情况也有很多，即举证责任倒置。 举证责任倒置举证责任倒置，是指在侵权案件中，一方当事人（一般是原告）提出主张，而由他方当事人（一般是被告）就某种事实存在或不存在承担举证责任，如果被告方不能就此举证证明，则推定原告的主张成立。 简单来说，我主张，你举证。我只需要主张你侵权即可，所有的举证责任都在于你。 《晓说》里曾提到美国强奸罪的例子，如果女方主张对方强奸，除非男方能证明对方诬陷，否则男方很难脱罪。即，强奸罪中举证责任是倒置的。 我在韩国上班，在公司里接受过关于职场性骚扰的教育，其中很重要的一点就是举证责任倒置，如果女职员告你性骚扰，就要由你来拿证据证明自己的清白。 对于普通人来说，我觉得更重要的可能是这一点：中国消费者权益保护法里关于举证责任倒置的规定。对于一些商品，要由经营者来证明自己的产品没有瑕疵，经营者若不能证明商品没有瑕疵就要担责。 中国消费者权益保护法第二十三条: 经营者提供的机动车、计算机、电视机、电冰箱、空调器、洗衣机等耐用商品或者装饰装修等服务，消费者自接受商品或者服务之日起六个月内发现瑕疵，发生争议的，由经营者承担有关瑕疵的举证责任。 就是说，买了一台电脑，六个月内出现了问题，只要找到售后服务说怀疑电脑有质量问题就行，而经营者需要拿出确凿的证据来证明电脑没有问题，否则就要担责。 活学活用举证责任倒置李笑来在他《七年就是一辈子》一书里，提到他的笔记本电脑出现问题找售后时，他遇到了脑子不清楚的店员反问他“你凭什么认为这是质量问题？”，他是这样子回答的： 你这不是胡说八道吗？你们是商家，我是客户，我买你们的东西，怀疑有质量问题就够了，现在我来要个答案和解释，然后你们得证明这确实不是你们的产品质量问题，举证责任在你们啊！不懂什么叫举证责任，那就回去补课，我没空解释这个。 就这样，他顺利地解决了问题，换了一台新的产品。 我觉得最关键的一点是，他懂得遇到质量问题时，举证责任在于商家而不在于用户，他牢牢抓住了这一点，从而维护了自己的权利。 这些情况也适用另外，举证责任倒置还适用于下面这些情况： （一）因新产品制造方法发明专利引起的专利侵权诉讼，由制造同样产品的单位或者个人对其产品制造方法不同于专利方法承担举证责任；（二）高度危险作业致人损害的侵权诉讼，由加害人就受害人故意造成损害的事实承担举证责任；（三）因环境污染引起的损害赔偿诉讼，由加害人就法律规定的免责事由及其行为与损害结果之间不存在因果关系承担举证责任；（四）建筑物或者其他设施以及建筑物上的搁置物、悬挂物发生倒塌、脱落、坠落致人损害的侵权诉讼，由所有人或者管理人对其无过错承担举证责任；（五）饲养动物致人损害的侵权诉讼，由动物饲养人或者管理人就受害人有过错或者第三人有过错承担举证责任；（六）因缺陷产品致人损害的侵权诉讼，由产品的生产者就法律规定的免责事由承担举证责任；（七）因共同危险行为致人损害的侵权诉讼，由实施危险行为的人就其行为与损害结果之间不存在因果关系承担举证责任；（八）因医疗行为引起的侵权诉讼，由医疗机构就医疗行为与损害结果之间不存在因果关系及不存在医疗过错承担举证责任。 哪怕我们实际的生活中并不会遇到类似的事情，知道这一点也绝对有益无害，万一遇上的时候可以很好地维护我们的权利。 比如说关于环境污染，小区附近有一个化工厂，近期有不少小区居民得了癌症，那就完全可以投诉这个化工厂的污染导致了居民的癌症，而居民的癌症和化工厂的污染是否直接相关，则需要化工厂来举证，如果化工厂无法证明和自己无关，那按照法律，就要由化工厂来承担致癌的责任。同样的，高空坠物伤人，宠物伤人，医疗纠纷等等，举证责任都在加害人一方，这样就保护了受害者。 知识不是力量应用知识才是力量。 为什么“听过很多道理，依然过不好这一生”，因为没有应用这些道理啊。只是知道还远远不够，只有用起来才能变成自己的力量，“举证责任倒置”就是这样值得应用的知识。作为消费者，面对不讲理的商家，我们就可以就拿起“举证责任倒置”这个武器来捍卫自己的权利。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"如何让食物更美味","slug":"食物更美味","date":"2016-09-23T05:39:24.000Z","updated":"2016-11-06T13:07:44.000Z","comments":true,"path":"2016/09/23/食物更美味/","link":"","permalink":"https://ftime.github.io/2016/09/23/食物更美味/","excerpt":"","text":"盛放方式我最爱的一样小吃是凉皮，白色的凉皮上，淋上芝麻酱、麻油辣椒油，拌匀后抄起来，凉皮透亮，裹着浓郁的酱汁，想一下就已经流口水了。 很多时候会把凉皮打包带回家吃。常常偷懒，把打包的塑料袋直接放在碗里，解开袋子直接吃，吃完后把袋子丢掉，连刷碗的力气也省了。 在过去的很长一段时间里，我并不觉得这有什么不妥，但是，不知道从哪一天起，我意识到这种吃法太糟蹋美食。美味的食物兜在白色塑料袋里，白色塑料袋套在塑料碗或不锈钢盘上。色香味再好的美食，瞬间失色。想一下就已经食欲全无了。 问题出在盛放食物的方式上。如果丢掉塑料袋，把食物直接盛放在白净的、大小合适的瓷器里，没了那层塑料袋，在白色瓷器的衬托下，食物本身的光泽会变得更赏心悦目，红得更亮，绿得更翠。所谓大小合适的容器，我觉得应该是食物最多只占据容器的六成空间，充裕的空间产生美。这才是食物应有的归宿。 就像10元店里，商品见缝插针似地挤在一起，给人一种强烈的压迫感，而精品店的橱窗里只会零零散散地放少量的东西，给人一种悠然的愉悦感，这样才显得漂亮。同样的名牌包包，放在前后两种不同地方，给人的感觉是截然不同的。 差不多就行？买一套漂亮的陶瓷餐具并不会花很多钱，刷一次碗筷也用不了几分钟，可是，为什么我曾经就那么不讲究呢？真的是因为没钱买碗筷吗，真的是因为没时间洗刷吗？都不是的，思来想去，我发现根本原因是，对生活品质要求太低。 没有人会觉得把饭菜用塑料袋套着放在不锈钢盘里很美观。在这一点上，大部分人的审美能力应该都是过关的。只要有一点审美能力，就应该会认可食物放在白净的瓷器里更美，新电器撕掉保护膜后更美，毛绒娃娃去掉透明包装纸更美。 明明知道不美，但是对生活品质要求低，凑合能吃就行，觉得差不多就行，慢慢变得麻木，感受不到生活中细小的美好。于是，在这件事情上“差不多”就行，那件事情上也“差不多”就行，最终导致自己的生活“差很多”。 一日三餐，稍微花那么一点点心思，精心摆放，做一点美丽的修饰，或许是换一套餐具，或许是添一张桌布，或许只是细嚼慢咽，或许只是吃饭时只专心吃饭，哪怕是同样的食物，享受时心情都会便得好许多。心情愉悦了，接下来干什么都有劲，不是嘛。 情趣提高对生活品质的要求，让日常的小事尽可能的美丽，尽可能的愉悦，这应该就是情趣吧。情趣，让简单的事情发生不平凡的改变。 比如吃水果，哪怕花一丁点心思，就能获得完全不一样的体验。比如图中这两盘猕猴桃，下边的显然更好看，甚至吃起来也觉得更好吃，因为心情更好嘛。 比如说写日记，不少人都觉得很难坚持写，我之前也是这么认为，但是自从买了读库的日记本之后，我和老婆养成了睡前写日记的习惯。一天都不落，因为日记本实在是漂亮雅致，我们买的是《日课》和《日禅》系列。在这件小事上多花了一点心思，帮助我俩养成了写日记的习惯，每天花十来分钟，坐在书桌前，让思绪带着喜怒哀乐从笔端流淌到纸上。偶尔翻阅，生活中又多一些乐趣。 其实，一个又一个单独的日子就是我们所拥有的一切。我们吃饭，我们睡觉，我们沐浴，这一件件的小事是我们生活中不可或缺的一部分。多花一些心思，不仅能让食物更美味，还能让我们的生活更享受。","raw":null,"content":null,"categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"https://ftime.github.io/tags/生活/"}]},{"title":"暗恋桃花源","slug":"暗恋桃花源","date":"2016-09-17T13:03:25.000Z","updated":"2016-11-06T13:07:22.000Z","comments":true,"path":"2016/09/17/暗恋桃花源/","link":"","permalink":"https://ftime.github.io/2016/09/17/暗恋桃花源/","excerpt":"","text":"写之前，想法在脑子里是模糊的；写之后，模糊的东西变得清晰，原本想不到的东西也会从指端流出来，这就是写作的乐趣之一。 两个人走同样的路，看到的是不同的风景。哪怕是同样的风景，看风景的人感受也会不同。 昨晚和老婆一起看了《暗恋桃花源》话剧，看得她泪眼朦胧，我想大概是为《暗恋》里男女主角的悲剧而感动吧。今天怂恿她也把观后感写出来，算是两个人的命题作文，就像《暗恋桃花源》里面一个舞台两场剧。 发现话剧的魅力看了和菜头的一篇文章，他强烈推荐《暗恋桃花源》这个话剧，便上网搜索，找到了99年金士杰的版本。二话不说，直接播放，而且我知道老婆肯定会看，因为她老早就说过想去剧场看这个剧。 多年前在武汉剧院看过唯一的一场话剧，张信哲的《露露听我说》，完全是抱着追星的目的看的，所以内容几乎全忘，只记得在那个小小的剧场里距离阿哲好近。 我对话剧一直没有兴趣，除了《露露听我说》，没有看过别的话剧，也从没有思考过这种艺术形式的特点，以至于在看《暗恋桃花源》时，忍不住暂停播放，像个傻子一样自言自语：“话剧演员要记住所有的台词啊，话剧演员在台上不能出错啊，话剧演员要一镜到底啊，同样是说话，他们说出来怎么这么动听，话剧演员真牛”，然后继续看下去。 《暗恋》第一幕结束，导演突然上台给演员说戏了，而且台上又来了一个《桃花源》的剧组，诧异之余镇定一下，心想或许是故意安排的吧，继续看下去，才发现果真一切都是安排好的，感叹这个话剧形式的别致。就像安迪沃霍尔故意在电影里留下那些穿帮镜头。 《暗恋》的戏比较少，第一幕是恋人在上海公园秋千下的离别，第二幕就是40多年后台北医院病床前的重逢。印象最深的是云之凡的一句话： 想不到啊，好大一个上海，我们可以在一块儿；小小的一个台北，把我们给难到了。 短短一句话，让人唏嘘不已，造化弄人。 《桃花源》的戏相对多一些，荒诞不经又轻松愉快。感叹小小一个舞台，区区几块幕布而已，演员的表演却让我仿佛置身其中，跟随老陶划过平静的溪流，穿过漩涡，来到豁然开朗的桃花源。比起刚看的电影《谍影重重5》，完全是两个世界。商业大片直接把恢宏的画面送到眼前，眼花缭乱但过目即忘；而话剧很大程度要靠观众的想象，而想象可以自由自在无边无际。 《暗恋桃花源》让我发现话剧的魅力。 人生如戏老早就知道这部有名的话剧，直到昨晚才看。想必大家都有过这种经验：听说了一部好剧或者好电影，但由于种种机缘不巧，一直没看。等到时机成熟观看之余，不免惊呼，甚至于在心中暗自后悔怎么没早点看；也在心中暗自庆幸还好已经看了，否则生命中少了些别样色彩。《暗恋桃花源》对我来说，便是这样一部又悔又庆幸的话剧。 一千个人眼里有一千个哈姆雷特，我看到的和你看到的，以及那些影评人看到的世界不一样，所以我不在意那些“这里边讲的根本不是那个意思”“更深的涵义你没看出来？！”……的声音。 《暗恋》和《桃花源》剧组租了同时间的话剧排练场地，话剧到结束时也没交代怎么会有这种巧合，于是这巧合变成了天注定的无所解释的巧合。《暗恋》是缠绵悱恻，令人唏嘘的悲情剧；《桃花源》是嬉笑怒骂，有些荒诞的轻喜剧。前者的男女主角琼瑶系－－男俊女美，后者的周星驰系－－男挫女丑。 于是，这样风马牛不相及的两齣戏居然由于地点的关系连在了一起，但就是看下去了，也不觉得生硬。许是这样反而有悲喜的情绪调和，许是看到了对爱情的加倍珍惜和随手可弃的强烈对比，许是明白了这世间本就是认真和荒诞参半的结合体。 《暗恋》让我想到且在心中反复回响的感慨是：兵荒马乱的年代，一别，有可能就是一生。而在这和平万安的现在，又有多少人玩弄爱情，玩弄他人，最终伤人伤己？ 而《桃花源》给我传递的信息则更为直接：你以为傍个大款就万事大吉了？并不是只有捕大鱼的地方才有大浪，有些人的心中就有许多漩涡和暗涌，足以毁了你的性命和一生。 人生如戏。","raw":null,"content":null,"categories":[],"tags":[{"name":"电影","slug":"电影","permalink":"https://ftime.github.io/tags/电影/"}]},{"title":"比婚前财产协议更重要的协议","slug":"协议","date":"2016-09-15T08:16:34.000Z","updated":"2016-09-15T08:18:53.000Z","comments":true,"path":"2016/09/15/协议/","link":"","permalink":"https://ftime.github.io/2016/09/15/协议/","excerpt":"","text":"最重要的协议对于普通人来说，我觉得比婚前财产协议更重要的是婚姻沟通协议。 这是我杜撰的词，指的是夫妻双方在沟通时，应该共同制定，并一起遵守的协议。 不同的计算机操作系统之间进行通讯时，需要遵循共同的协议，才能进行通讯。比如，在互联网上，最常见的协议是 TCP/IP 协议，其中就规定同样的数据要发送4次。 人和人之间的有效沟通，也需要共同协议的存在。对于最亲密的夫妻之间，更是如此。 关于沟通，大多数夫妻之间可能都会或多或少有一些协议，比如： 一定就事论事，不提陈谷子烂芝麻。无论怎么生气，绝对不说分手二字。 当然，还有不少夫妻的协议可能只有一条： 妻子永远是对的。 我觉得最基础也最重要的协议是–无论如何永远不逃避问题。 合久的分了常听说有些夫妻平日里相敬如宾，突然间说分就分了；也有一些夫妇倒是刚开始三天一小吵，五天一大吵，慢慢地反而越来越亲密。这给人一种错觉，似乎相敬如宾是不好的，吵架是好的。故事只有这么讲，才能营造强烈的对比，才能传得远。若是说每天吵架最后分了，那就没意思了。 我觉得是否相敬如宾，是否吵架，都不是问题的关键，关键是两个人是否能直面冲突，不逃避问题。 逃避没有用两个人来自不同的家庭，接受不同的教育，有不同的价值观，不同的常识概念，这些分歧都必然会引起冲突。一个人信中医，一个人觉得中医是伪科学。丈夫花钱大手大脚，太太希望细水长流，必然会引起冲突。 冲突让人痛苦，面对痛苦，我们的动物本能是战斗或者逃跑。相对于战斗来说，逃跑更容易。惹不起我躲得起就是这种心理。 逃避者选择沉默隐忍，以为沉默之后冲突就不存在了，或者忍一下冲突就会自动消失。然而，像鸵鸟一样把头埋进沙子不仅不会让危险消失，只会让处境变得更危险。 逃避者把脑袋埋进沙子的时候，有各种冠冕堂皇的借口。 我不跟TA一般见识。沉默是金。老婆是对的。 借口背后，是一颗怯懦而没有担当的心。真实的理由可能是这个样子的： 认为自己没有能力说服对方，不会说所以不说了。认为自己是错的，又不想被说服，所以拒绝沟通。认为对方是不讲理的人，说也没用，所以不说了。 然而，一旦拒绝发声，那对方就根本不可能知道你的真实想法。拒绝发声，就是关上了通往真相的大门。真相不可怕，拒绝知道真相才可怕。只有知道，才能更好地应对。 那些为避免冲突而试图压制小小不合的人，往往会在暂时的和平之后经受更大的冲突，最终可能分崩离析。 比如那些平日里相敬如宾，突然说分就分的夫妻。在小问题刚出现时，一方隐忍，暂时风平浪静，对方误以为很和谐。可是真遇到大事时，隐忍的很可能仍按自己想的来做，因为实在忍不住了嘛，这时对方必然会大吃一惊，甚至会有背叛的感觉。几次下来，分道扬镳也很正常。 要知道，任何人的想法都可能是错的，而且都有改变的可能性。不尝试去表达去沟通，永远不知道真相是什么，放弃了自己，也冤枉了对方。 直面冲突发生冲突时，至少有三类方法； 逃避冲突，期望冲突自动消失。直面冲突，但处理不当。直面冲突，且处理得当。 我觉得不管处理得是否恰当，只要有勇气直面冲突，都有助于问题的解决。处理得好不好，是方法的问题。是否敢于直面冲突，则是态度的问题。逃避是最差的选择，是双输的选择。 直面冲突，可能会引起争吵，但这也远远好于先沉默隐忍，然后在未来爆发，引起更大的冲突，对双方造成更大的伤害。争吵之后，去除情绪的因素，无非三种结果： 自己被对方说服；（达成一致）对方说服了自己；（达成一致）双方仍固执己见。（增进了对彼此的了解） 这才是真相，意见不同是健康的。意见不同可以沟通，可以包容，从而达成协议。争吵的最终目的是就某个问题达成一个协议。协议库里多一条协议，以后就少一类冲突，刚开始吵一吵，慢慢地，协议库变得越来越丰富，也就没有什么可吵了。当然，对于一些微不足道的小冲突，选择性地忽视对方的瑕疵是合理的，但是绝对不能逃避所有的冲突。 并不是只要去面对事情，事情就会改变，但是除非开始面对事情，否则没有事情会改变。","raw":null,"content":null,"categories":[],"tags":[{"name":"沟通","slug":"沟通","permalink":"https://ftime.github.io/tags/沟通/"}]},{"title":"地震","slug":"地震","date":"2016-09-13T05:41:45.000Z","updated":"2016-09-13T05:42:17.000Z","comments":true,"path":"2016/09/13/地震/","link":"","permalink":"https://ftime.github.io/2016/09/13/地震/","excerpt":"","text":"地震基本上过去了，目前报道说有300多人受伤，没有死亡报道。比起08年在郑州感受到的汶川地震，这一次离震源更近。 9月12日晚上7点45，我们正在书桌前看书，突然间感受到房子在上下震动，和老婆对视一下，不约而同地说，“地震了！赶紧出去！”二话没说，立刻冲到玄关，穿上鞋子，跑到楼下。临近中秋，小区的人们不少都回老家了，亮灯的没有几户，除了我俩，院子里并没有别的人出来躲避。我开始在网上搜索地震的新闻，没有报道。发信息问同事，确认他也感受到了地震。地震十分钟后，手机收到国民安全处的警报，说庆州发生了5.1级的地震。庆州距离我家约120公里。 在外面呆了二十分钟，回到屋里，把证件装进书包，做好随时再冲出去的准备。打开电视看新闻，得知北至首尔，南至济州岛，都有五六秒的震感。搜地震新闻，知道了震源的位置，发现关于地震的报道是在气象厅的网站上公布的，在网站链接上发现日本也是在气象厅网站上公布地震信息。想来也挺有道理的，地震也属于气象嘛，没有必要再弄个地震局。 保持警惕，继续看新闻报道。直到8点32分，感受到了第二次震动，拎上包，迅速来到空旷的院子。这次看到邻居也出来了，他告诉我不必太紧张，房子可以抵御6级地震。还问我是否关了煤气，要是引起火灾的话，家里就什么都没有了。 邻居没一会儿就回屋了。再次查询，发现第二次是5.8级的地震，而且不属于第一次的余震。在一切都还未知的情况下，我俩觉得还是在外面空旷的地方安全些。回屋关了煤气，拿上衣物食物，驱车去最近的大型躲避所，转了一圈，发现并没有什么动静，反倒是附近的公园广场人头攒动，还看到有人手持抱枕徘徊，这个抱枕应该是关键时刻保护头部的。附近公园很多，空旷且周围没有高层建筑，于是停在家对面的公园，打开电视看新闻。停留期间，陆陆续续有不少人来躲避。到12点，并没有新的地震报道，也没有感受到震动，这才回家。","raw":null,"content":null,"categories":[],"tags":[]},{"title":"一对最亲密的敌人","slug":"一对最亲密的敌人","date":"2016-09-08T12:30:18.000Z","updated":"2016-09-08T12:37:06.000Z","comments":true,"path":"2016/09/08/一对最亲密的敌人/","link":"","permalink":"https://ftime.github.io/2016/09/08/一对最亲密的敌人/","excerpt":"","text":"最亲密的敌人姐姐从有收入开始，就常给妈妈买礼物：衣服，鞋子，首饰，护肤品，不一而足，可是妈妈不喜欢，还数落姐姐乱花钱。礼物就像导火索，引发家里这对最亲密的敌人的战争。战争通常是在爸爸的调停下停火的，但像朝鲜战争一样，停火不停战，这么多年了，两个倔强的人都不服输，一个继续买，一个继续怨，大战三百回合，愈战愈勇，双方都没改变，徒增痛苦。 姐姐用礼物来表孝心，希望妈妈因此开心。对于买来的礼物，妈妈可能只是希望姐姐不要为自己花钱，而是把钱省下来，也可能是真的不喜欢，总是说“再也不要买了”，然后数落姐姐一番。于是，买礼物这件本来开心的事，反而双方都不得开心颜。 我是为你好我曾经很为姐姐抱不平，也总是站在姐姐这边。无论怎样，姐姐爱妈妈，姐姐出于好心，才会想要给妈妈买礼物。但，一片好心，换来一顿埋怨，当然十分憋屈。 但是，好心不见得就是好事。“我是为你好”，这话常常出自父母之口。不管理由正当与否，听到这话，子女心里都不会舒服。 “我是为你好，赶紧结婚吧。”“我是为你好，赶紧要小孩吧。” 但也会出自子女之口。 “我是为你好，不要吃太油太咸的饭菜。”“我是为你好，能吃药别打针，能打针别输液。” 姐姐要说的话是： “我是为你好，才给你买礼物，所以请你高兴收下，别再埋怨。” 就像当初我们讨厌听父母说“我是为你好”一样，有一天，我们也成了自己讨厌的那种人：干涉他人的人。 拒绝的自由我过去常想：若换做别人，收到礼物高兴还来不及呢，妈妈为什么不能改一下呢，太倔犟了。但是，现在我的想法改变了，妈妈是一个很有主见的人，我也越来越能理解她了，她有不喜欢礼物的自由，她有拒绝接受礼物的自由。在一家人都反对她的时候，她仍然坚持做自己想做的事情，而不是别人想让她做的事情，我很佩服她。 可怜天下父母心。我更相信妈妈是想帮姐姐省钱，才不让姐姐给她买东西的。比起过去艰难的日子，妈妈觉得现在的日子已经够好了，没有必要再改善，她希望姐姐把钱都用来改善她自己的生活。我希望妈妈改变观念（但我不强求）：省钱不是最重要的。姐姐高兴买来，她就欢喜收下，既满足姐姐孝顺的心愿，也给自己的生活添一份新意。姐姐，爸妈结婚三十多年，双方较劲半辈子，也没改变对方，要是愿意改的话，早就改了，不是吗？ 对于姐姐，你有买礼物的自由，你精挑细选，你满心欢喜；你有送礼物的自由，可你失望而归，你一肚委屈。其实，一开始，你就要做好失望而归的准备，因为不管给谁送礼物，对方本来就有喜欢和不喜欢两种必然的结局，不管是哪一种，都要平静接受，不是吗？ 妈妈可能更喜欢…妈妈可能觉得礼物太贵了，那下次买一个不贵的；妈妈可能真的不喜欢这件衣服，那下次一起去逛街时让她多试几件；比起穿的，妈妈可能更喜欢某样美味的小吃，那以后多带她去吃；比起实在的礼物，妈妈可能更喜欢几句由衷的夸赞，那以后多和她聊聊天、夸夸她。 比起姐姐，我很惭愧，这些话，说给姐姐，也说给自己。 我爱你，我愿意和你呆在一起，但我绝不强迫你。这，才是全家团聚的意义。","raw":null,"content":null,"categories":[],"tags":[{"name":"书信","slug":"书信","permalink":"https://ftime.github.io/tags/书信/"},{"name":"沟通","slug":"沟通","permalink":"https://ftime.github.io/tags/沟通/"}]},{"title":"别急着下结论","slug":"结论不简化","date":"2016-09-06T04:27:22.000Z","updated":"2016-09-06T04:28:45.000Z","comments":true,"path":"2016/09/06/结论不简化/","link":"","permalink":"https://ftime.github.io/2016/09/06/结论不简化/","excerpt":"","text":"包包在跟韩国同事聊天时，他们有时候会说： 在法国旅游时，看到中国游客买包包出手阔绰，中国人都好有钱啊。济州岛对中国人免签，买房子还能得绿卡，房子全让中国人买了，中国人都好有钱啊。 我通常会纠正他们，不是中国人都很有钱，而是中国人口基数大，显得有钱的中国人很多。 中国13.7亿的人口，哪怕其中只有2%是富人，也有2740万人，而韩国总人口也才5100多万。 他们是在海外旅游时看到的中国游客。他们不知道大部分中国人连护照都没有，据中国公安部2012年统计，约3800万的中国公民持有普通护照，只占当时全国人口的2.82%；有了护照也不见得有资格能申请到签证，能申请到，也不见得有钱有闲，这么多条件已经过滤掉了绝大多数的人。 以此来断言中国人很有钱，只相信看到的，其实跟盲人摸象差不多。 豪车有时候和韩国同事一起到中国出差，比如天津，青岛。比起韩国，这些城市街上的豪车还是很多的，韩国街上一眼望到边绝大部分都是现代和起亚。这时候同事又说，你看，中国人真有钱，豪车真多。我通常说，街上也有很多普通的车，更有很多人根本没车啊。 看不见，不代表不存在。如果只愿意看自己想看的，只听自己想听的，只信自己想信的，哪怕真相就在眼前，也无法看到。 生鱼片我不喜欢吃生鱼片，同办公室的另外两个中国同事也不喜欢吃生鱼片，于是有韩国同事就问，中国人都不喜欢吃生鱼片吗？我只得反复解释，中国跟韩国一样，各种饮食习惯的人都有。 有人喜辣，有人喜甜，有人吃肉，有人吃素，我们几个只是其中微乎其微的一份子而已。 英语老婆曾给韩国人教过一阵儿汉语，遇到过一个曾出差去过中国几次的学生，教的过程中她说了几句英语，结果让那个同事大为诧异，因为他曾认为中国人的英语很差。他在中国出差的时候遇到的几个中国人英语都不行，就有了这种错误的判断。 帽子孩子犯了几次错，就叫他“坏小子”，同样的错误不小心重犯，就说他“没记性”，类似的还有“小霸王”“捣蛋鬼”“犟孩子”，类似扣帽子的说法，都是过度简单的概括。这对孩子对家长都有很大的误导作用，很可能一语成谶。 建议世界是复杂的，而每个人的经验都是很有限的，所以在做判断时要谨慎些，尽可能准确地描述。如果你第一次去郑州，在那里遇见了几个粗鲁的人，你可以说“有些郑州人很粗鲁”，但是不可以说“大部分郑州人很粗鲁”，更不能说“郑州人很粗鲁”。描述时可以用的修饰词有很多，比如：在说数量时,可以用下面这些词： 全部，大部分，许多，几个，一个，很少，几乎没有，一个也没有。 在说频率时，可以用下面这些词： 总是，通常，偶尔，很少，几乎不，从不 在说可能性时，可以用下面这些词： 确实，很有可能，有可能，几乎不可能，根本不可能 过度简单地归纳与概括，只会扭曲真实世界的样子，阻碍正确的思考。用这样的方法来看待事物，就像戴了一个有缺陷的眼镜，不过不是戴在鼻梁上，而是戴在脑子里，永远看不到真实的世界。","raw":null,"content":null,"categories":[],"tags":[{"name":"心理学","slug":"心理学","permalink":"https://ftime.github.io/tags/心理学/"},{"name":"认知偏差","slug":"认知偏差","permalink":"https://ftime.github.io/tags/认知偏差/"}]},{"title":"讲情更要讲理——读《文心》有感","slug":"文心","date":"2016-08-30T13:30:10.000Z","updated":"2016-08-30T13:35:28.000Z","comments":true,"path":"2016/08/30/文心/","link":"","permalink":"https://ftime.github.io/2016/08/30/文心/","excerpt":"","text":"练习写作时，常常感觉词不达意，于是在网上搜寻关于写作的指导，找到了《文心》这本书，是夏丏尊和叶圣陶两位先生在1934年为中学生写的关于读和写的书。全书分了32课，涵盖了修辞，语法，词汇，诗词，文章组织，读书笔记等诸多作文相关的语文知识。读完收获很大，挑一处精彩的来分享一下。其中，第六课是：“知与情与意”，文中提到： 我们的心的作用，普通心理学家分为知、情、意三种，知是知识，情是感情，意是意欲。对于一事物，明了它是什么，与别的事物有什么关系？这是知的作用；对于一事物，发生喜悦，愤怒或悲哀，这是情的作用；对于一事物，想把它怎样处置，这是意的作用。 情意如不经知识的驾驭，就成了盲目的东西。 文中举的例子，放在80多年后读今天仍然适用。1931年九一八事变之后，街上到处是抗日的标语，例如： “扑灭倭奴！”，“杀到东京去！” 骂日本人为倭奴，是愤恨的表示，是情。想要扑灭日本人，杀到东京去，是一种希求，是意。但是，考虑到实际，这都是一厢情愿的胡说，跟泼妇骂人“畜生”“杀千刀”差不多。骂完之后，人家不会变畜生，也不会挨千刀。 类似一厢情愿的胡说还有很多种。 面对喜欢的姑娘，只说“我喜欢你，所以咱俩好吧！”，没有“对方也喜欢你”这个“知”，遭到拒绝简直就是必然的，因为这是一厢情愿的胡说。 面对自己伤害的人，只说“对不起，我知道错了，所以请你原谅我吧！”，没有“用行动来弥补，直至一切恢复原状”这个“知”，是不值得原谅的，同理，因为这也是一厢情愿的胡说。 常说的“动之以情，晓之以理”，情和理缺一不可。只讲情，解决不了问题，越讲越糟糕，使矛盾升级。 比如《欢乐颂》里小樊的母亲，用亲情来绑架小樊，根本不讲一句道理，面对前来讲理的小樊的朋友，小樊的母亲干脆当街撒泼。只讲情而不讲理，折磨了小樊，父母也不舒服，酿成家庭的悲剧。 反之，只讲理不讲情，未免让人感觉冷酷无情，仅有的那点儿理也很难让人听进去。 说到底，“知情意”的“知”是道理，是逻辑。情和理缺一不可。写文章也是如此，首先要逻辑严谨，再辅以情来渲染，最终归于意，从而达到沟通的目的。","raw":null,"content":null,"categories":[],"tags":[{"name":"读书","slug":"读书","permalink":"https://ftime.github.io/tags/读书/"}]},{"title":"窗边的小豆豆","slug":"窗边的小豆豆","date":"2016-08-27T11:55:50.000Z","updated":"2016-08-27T11:58:30.000Z","comments":true,"path":"2016/08/27/窗边的小豆豆/","link":"","permalink":"https://ftime.github.io/2016/08/27/窗边的小豆豆/","excerpt":"","text":"很多年前读过《窗边的小豆豆》，当时只读了开头几篇文章，以为是虚构的故事，因为书中小豆豆的小学大门竟然是两棵真树，教室竟然是电车改造的，座位竟然可以随便换。当时没有读完就放下了，最近重读。不过这一次，在仔细阅读之前，先通读了一遍，看了封面内页上的介绍和后记，才发现这是真实的故事，是作者黑柳彻子的自传随笔集。仔细读完后，我顺手维基百科了一下黑柳彻子。 1933年，她出生在东京书香门第，老爸是NHK交响乐团首席小提琴家。母亲是随笔家。弟弟黑柳纪明也是小提琴家。妹妹黑柳真理是芭蕾舞演员。伯父田口修治是日本映画新社纽约支社社长。 她在46岁时开始在杂志上连载小豆豆在巴学园读小学的故事，连载了两年后，整理出书《窗边的小豆豆》。81年出版，截止82年底这本书卖了500万册，成为二战后日本最畅销的书。她主持的电视访谈节目《彻子的房间》，在2015年5月27日播出第10000期。下面这个图片是2016年8月25日的节目截图，已经是“老豆豆”的83岁的她，在节目中风采依旧。 读书的时候，很难相信这是一个46岁的人写的故事。未婚且没有孩子的她，把孩子的心理写得那样逼真。她想通过这本书纪念巴学园的校长小林宗作先生，记录他是如何深爱着孩子们，又是如何去教育引导这些孩子们的。她做到了。 在入学面谈时，小林先生耐心听小豆豆讲了四个小时的话。 发明“海的味道和山的味道”这种说法来让孩子们营养均衡地吃饭。 让孩子们饭后去校外散步，在大自然中玩耍的时候潜移默化地学习。 想办法让身体有障碍的孩子不为自己的残疾而感到自卑。 教孩子们学习节奏韵律从而更好地欣赏音乐。 告诉家长让孩子们穿最差的衣服来学校从而能让孩子们尽情玩耍。 让孩子们在饭前练习当众讲话。 在学校运动会上设计抽签的游戏让家长们也能一起参与。 让孩子们在礼堂里安全地露营，也让孩子们去泡海水温泉。 在这里，孩子们不舍得放学，满心期待第二天上学。 而所有这些故事，都发生在第二次世界大战结束前的东京。小林先生是一个优秀的教育家，这些理念在今天仍然值得去学习实践。 我们都曾是小孩子，但是长大后就渐渐忘记了自己曾经幼稚的模样，曾经天真的想法。然而，当我们面对小孩子时，很容易忘记自己曾经也是这样子长大的。 每个人都曾像小豆豆一样，会撒谎，哪怕大人们一眼就看穿；会闯祸，哪怕傻得可笑。但是，并不是每个人都能像小豆豆那样幸运，有智慧的校长，温柔的母亲。 读小豆豆的故事时，我想起电影《垫底辣妹》里的老师和母亲。我觉得他们和小豆豆的校长和母亲很像。老师对学生因材施教，母亲对孩子信任尊重，特别是两个母亲面对学校让孩子退学时的态度，让人感动。 比较巧的是小豆豆大学读的是庆应大学文学部，而垫底辣妹努力考上的也是庆应大学，只不过文学部落榜，读了综合政策学部。 或许在当今社会，找到像巴学园的学校很难，但是作为父母，可以选择去理解小林先生的教育理念，去理解小豆豆的内心世界。当理解了小豆豆时，就更能理解自己的孩子了。据说这本书入选了九年义务教育小学课本，当孩子读到这本书时，哪怕惋惜自己没能去巴学园，但至少让他们庆幸自己有理解尊重信任自己的父母。","raw":null,"content":null,"categories":[],"tags":[{"name":"家庭教育","slug":"家庭教育","permalink":"https://ftime.github.io/tags/家庭教育/"}]},{"title":"关于写作的好处和重要性","slug":"关于写作","date":"2016-08-25T00:50:02.000Z","updated":"2016-08-25T00:55:35.000Z","comments":true,"path":"2016/08/25/关于写作/","link":"","permalink":"https://ftime.github.io/2016/08/25/关于写作/","excerpt":"","text":"在《把时间当作朋友》一书中，为了说明人们可能出于同样的原因而做出截然相反的决定时，有这么一段描述： 把“因为不知道那东西有什么⽤⽽决定 学习的⼈”称为“甲”，把“因为不知道那东西有什么⽤⽽拒绝 学习的⼈”称为“⼄” 那么相对的，还存在另外两种人， 把“知道那东西有⽤⽽ 决定 学习的⼈”称为“丙”，把“知道那东西有⽤仍然 拒绝 学习的⼈”称为“丁”。 审视一下我自己，有时候是丙，有时候是丁。在写作这件事上，我是丁。 新生大学的同学们都应该知道，笑来老师鼓励大家去写作。如果认同这些观点，那么为了获得写作的好处，应该立刻动笔，可是真正行动起来的人还是少数。也就是说，只有少数人才笃信这个道理。因为只有笃信，才会行动。 还有一种可能性，虽然相信写作有益，但是认为这个技能并不是最重要的，所以“没时间写”“没什么可写”都会成为理由。写作耗时耗力，而我的时间宝贵，我要把它用在看起来更重要的事情上。但是“看起来更重要”跟“实际上更重要”是两回事，因为人都有认知偏差，人并不理性。 在《Think slow and fast》提到的冰手试验中，被试者把手放在冷水中浸泡，第一种试验持续60秒，第二种持续90秒但是最后30秒內水温被实验人员悄悄调高1度，痛苦稍稍减轻。在体验过两种实验之后，80％的被试者更愿意重复做第二种90秒的试验，即愿意多忍受30秒不必要的痛苦。 在如此直观的事情上，人都很难做出理性的选择，那么在不那么直观的事情上，想要做理性的选择应该更难。比如，要不要花时间去写作？ 当然要，理由有很多，我觉得更具体的理由或许更有说服力，关于写作的好处和重要性，我摘录了一些内容，列在下面。 新生大学笑来老师在《文字创作已经成为普通人在学校里就能学会的最赚钱技能》的文章里提倡大家立刻开始写作。理由是他认为未来社会分为两个阶层，有影响力的和没影响力的，文字在传播上最具有穿透力，文字更适用于“影响力经济”。在《如何判断自己文章的好坏？》一文中，再次提到“写作，本质上来看，目的是为了产生影响。“所以，想要在未来更好地生活？从写作开始吧。 《Rework》在这本书里，关于招聘，Jason Fried提到雇主应该招聘笔杆子。摘录一段，很简练，不翻译，直接读吧。 Hire great writersIf you are trying to decide among a few people to fill a position, hire the best writer. It doesn’t matter if that person is a marketer, salesperson, designer, programmer,or whatever; their writing skills will pay off.That’s because being a good writer is about more than writing. Clear writing is a sign of clear thinking. Great writers know how to communicate. They make things easy to understand. They can put themselves in someone else’s shoes. They know what to omit. And those are qualities you want in any candidate. Writing is today’s currency for good ideas. 搜索上面这句话，找到一篇文章，Why Every Entrepreneur Should Write: Lessons of Paul Graham, Jeff Bezos, Jason Fried, and more，（http://torgronsund.com/2015/01/08/entrepreneurial-writing/ ）， 里面有许多闪亮的句子。 Writing doesn’t just communicate ideas; it generates them.书写不仅交流想法，还会生产想法。When you have to write your ideas out in complete sentences and complete paragraphs, it forces a deeper clarity of thinking.当你用完整的句子段落来写出自己的想法时，书写会迫使你思考得更深入清晰。 所以，想要找到好工作/创业？从写作开始吧。 《暗时间》刘未鹏这本书中有一篇文章叫“书写是为了更好的思考”，阐述得很好，摘录要点如下：１）书写是对思维的备忘２）书写是对思维的缓存３）书写是与自己的对话４）书写是与别人的交流５）有时语言自己会思考 在开始书写你的想法之前，我知道很多人不书写的原因是因为觉得没有什么可写的，其实这是一个怪圈，你越是不开始书写，总是拿有限的思维缓存去默想一个问题，就越是没有内容可以写，如果你逼着自己将一些不成熟的想法写下来，看着自己写的内容，试着进一步拓展它们，就有可能在理性的道路上走得很远，很远。 所以，想要锻炼思考能力？从写作开始吧。 写这篇文章提醒自己，也鼓励读者：写作这个技能，可能比你感觉的更重要。","raw":null,"content":null,"categories":[],"tags":[{"name":"写作","slug":"写作","permalink":"https://ftime.github.io/tags/写作/"}]},{"title":"The Elements of Style","slug":"element-of-style","date":"2016-08-25T00:47:52.000Z","updated":"2016-09-06T04:20:20.000Z","comments":true,"path":"2016/08/25/element-of-style/","link":"","permalink":"https://ftime.github.io/2016/08/25/element-of-style/","excerpt":"","text":"Time 在2011年将The Elements of Style这本书列为1923年以来100本最好的最具影响力的英文书之一。虽说是英文写作圣经，但是中文写作也可以借鉴。对于文章初稿，特别是说明文，可以把下列原则作为一个自检清单来修改自己的文章。 以下是该书第三章以及第五章的摘要内容。 Chapter 3 Elementary Principles of Composition写作的基本原则 １. Choose a suitable design and hold to it.选定合适的文章构思，并尽力遵守。 ２. Make the paragraph the unit of composition: one paragraph to each topic.段落是文章的基本组成单位。一个段落一个主题。每一段都应以主题句开始，结尾应与主题呼应。 ３. Use the active voice. 使用主动语态。主动语态通常更直接有力。 ４. Put statements in positive form.话从正面说。“他经常迟到”好于“他经常不准时”，用“不准时”这个词汇就是在推诿。比起不是什么，读者更想知道到底是什么，所以哪怕是否定的意思，也最好用肯定的词汇。比如“微不足道”好于“不重要”， “忘记”好于“想不起来”，“无视”好于“不关心”。 ５. Use definite, specific, concrete language.使用肯定，明确，具体的表达。“最近一周天天下雨”就比”最近天气不好”具体。 ６.Omit needless words.省略不必要的词。有力的文章是简洁的。一个句子不应有冗词，一个段落不应有赘句。每一个字都应该有它的作用。 ７. Avoid a succession of loose sentences.避免一连串结构松散的句子。因为这样比较单调乏味，要适时改变一下句式。 ８. Express coordinate ideas in similar form.用相似的形式表达并列的意思。因为形式上的相似能使读者比较容易辨认出内容和功能上的相似。 ９. Keep related words together.把相关的词放在一起。句子中词汇的位置不当会导致混乱和歧义。 In summaries, keep to one tense.概述时，自始至终使用同一种时态。 Place the emphatic words of a sentence at the end.把一个句子中要强调的词放在句末。这一原则也适用于段落中句子和文章中的段落。 Chapter 5 An Approach to Style关于文体 Place yourself in the background.把自己放幕后，用内容来吸引读者注意力，而不是用自己的情绪。 Write in a way that comes naturally.文章要写得自然。 Work from a suitable design.要有适当的构思。 Write with nouns and verbs.多用名词和动词，而不是形容词和副词。 Revise and rewrite.修改和重写。修改是写作的一部分，文章总要修修改改。 Do not overwrite.不要华而不实。 Do not overstate.不要言过其实。这会降低可信度。 Avoid the use of qualifiers.避免使用修饰语。“非常，极其，很，相当，有点” 这些词语吮吸文章的血液。 Do not affect a breezy manner.不要佯装谈笑风生。 Use orthodox spelling.使用正规的拼写。 Do not explain too much.不要解释太多。 Do not construct awkward adverbs.不要造不规范的副词。 Make sure the reader knows who is speaking.确保让读者知道是谁在说话。 Avoid fancy words.避免花哨的词。 Do not use dialect unless your ear is good.不要使用方言。 Be clear.写清晰，越清晰越好。 Do not inject opinion.不要妄加评论。 Use figures of speech sparingly.慎用比喻。 Do not take shortcuts at the cost of clarity.不要求简损意。 Avoid foreign languages.避免使用外来语。 Prefer the standard to the offbeat.使用规范的常用词。","raw":null,"content":null,"categories":[],"tags":[{"name":"写作","slug":"写作","permalink":"https://ftime.github.io/tags/写作/"}]},{"title":"当孩子有负面情绪时，父母怎么办？","slug":"孩子有负面情绪","date":"2016-08-25T00:45:19.000Z","updated":"2016-09-06T04:20:31.000Z","comments":true,"path":"2016/08/25/孩子有负面情绪/","link":"","permalink":"https://ftime.github.io/2016/08/25/孩子有负面情绪/","excerpt":"","text":"一次同学聚会上，问一个初为人父的同学当上爸爸最大的感受是什么？他开玩笑说，要是能把孩子再塞回肚子里就好了。育儿不易，可见一斑。 当孩子不会说话时，父母希望孩子安静吃奶睡觉，夜里一次也不要醒，听到“乖，不哭”就不哭，这时候孩子只会用哭闹来表达，当孩子能听懂会说话时，交流的问题开始变得明显，父母心底有一个的声音越来越大：“孩子，听话！” 父母喜欢听话的孩子，可是孩子不听话怎么办？ 苦口婆心多说几次。 耐心耗尽了，简单粗暴打一顿。 打也没用？那没招了，由孩子去吧。 交流应该是双向的，而不是单向的，孩子还想让父母听话呢。我相信没有不爱孩子的父母，但是在精疲力尽压力山大的情况下，孩子很容易就能把父母逼疯了。 《思考，快与慢》一书中提到，对1000名美国母亲的调查显示，在照顾孩子的时间中，有24%的时间母亲的感觉是很负面消极的。（作为对比，而在工作时间中，是有27%的时间感受负面消极。） 面对这种困境，应该有更好的出路。虽然还没孩子，但作为一个准爸爸，开始学习如何当父母的知识，最近看的一本书是《如何说孩子才肯听，怎么听孩子才肯说》，作者用生动的例子解释了实用的交流技巧。虽说是针对孩子的，但是我觉得对成年人也有用。脾气差，不会说话，归根结底是学识问题，开始试着学习并践行书中的方法，来提升自己的沟通能力。 回到题目本身，当孩子有负面情绪时，父母应该怎么办？当孩子遇到困难时，有委屈时，愿望得不到满足时，身体疼痛时，自然会产生负面情绪，会向父母表达自己的感受。这时候，父母回应孩子的方式，决定了孩子会不会把他们的心里话说出来。下面哪种回答会让孩子感觉更好，更愿意说呢？ 孩子：爸爸从我指头上拔出那根刺的时候，疼死我了。 父母：1）不可能有那么严重。（指责） 2）听上去好像真的很疼。（共情） 3）他那样做是为你好。（说教） 显然第二种回答会让孩子更舒服。要知道感受没有对错，当孩子有负面情绪时，不要去否认孩子，告诉孩子不该这么想应该那样想，而是先接受这个事实，承认孩子的感受。尝试去理解孩子的感受往往比说教与指责更有效。即使父母提供了一个解决办法，指责或说教只会让孩子更加难过，有时候，父母只是需要引导他们说出自己的感受。 具体来说，应该怎么做？ 1.全神贯注地聆听孩子说话心不在焉，表面敷衍，只会让孩子逐渐失望，不愿再说。其实不只是对于孩子，对于伴侣，家人，朋友，同事，何止不是如此呢？想要和对方进行有效的交流，第一步就是认真聆听。 2.用“哦，嗯，我知道了”等来认同孩子的感受这样的词语伴以关心的态度会引导孩子去分析自己的想法和感受，还有可能进一步找出自己的解决办法。越是让孩子不要哭，孩子通常都哭得更伤心，记得我小时候就是这样子。所以要控制住自己想要给建议来立刻改变事态的念头，不要给予指导，要继续接受并反思孩子的感受。 3.把孩子的感受用适当的词表达出来父母可能会觉得描述孩子的感受会让情况更糟，但事实相反，当孩子听到可以描述他内心感受的话时，会深感安慰，因为有人认可了他的感受。 4.借助想象满足孩子的愿望当孩子的愿望不能得到满足时，父母常会用逻辑的解释来回应，例如“我们家里没有了”，“我们得走了，没时间玩了”这时候，越解释孩子越反抗。这时候可以说，“我要是会变魔术就好了，…”“我真希望可以…”，借助类似想象的方法来满足孩子的愿望。对于孩子来说，仅仅有人理解他多么想要某件东西，就会使现实变得更容易接受。 当然，这一切的前提是真心愿意坐下来听孩子说，真正尊重并接纳孩子的感受，然后做出回应。这样孩子感受到的才不会是敷衍、虚伪与控制，孩子才会更愿意把心里话说出来。当父母帮孩子清楚地了解了他们的内心世界后，他们才会鼓起勇气去面对问题。","raw":null,"content":null,"categories":[],"tags":[{"name":"家庭教育","slug":"家庭教育","permalink":"https://ftime.github.io/tags/家庭教育/"}]},{"title":"如何引导孩子和父母合作","slug":"如何引导孩子和父母合作","date":"2016-08-25T00:44:19.000Z","updated":"2016-08-25T00:59:48.000Z","comments":true,"path":"2016/08/25/如何引导孩子和父母合作/","link":"","permalink":"https://ftime.github.io/2016/08/25/如何引导孩子和父母合作/","excerpt":"","text":"不少朋友已为人父母，看他们的朋友圈，发现许多人并不逼迫孩子一定要成龙成凤，把自己没能实现的梦想硬塞给孩子，而是希望自己能够尽好做父母的责任，帮助孩子健康快乐自由地成长。 然而，这并不容易，即使不成材，父母也希望孩子能遵循基本的社会规范，讲卫生懂礼貌守纪律等等，但是孩子并不在乎这些，孩子可能邋遢无礼又任性。为了让孩子的行为符合自己的要求，父母常常恃强凌弱。 对孩子进行责怪“你怎么又在墙上乱画？”谩骂“你的房间就像个猪窝！”威胁“我数到3，…”命令”马上去，快挪地方啊！”说教“你觉得这样对吗？…”警告”小心，你想受伤啊！”装可怜”你要气死我啊，我可都是为你好啊！”对比“你看隔壁家小明，…”讽刺”看你干的好事。”预言“你再这样，没人会愿意跟你玩儿的。” 这些话我一点儿也不陌生，即使没听自己父母说过也听到别的父母说过。这些话听起来让人不舒服，根本原因是说话者并不尊重听话者。没有尊重的基础，哪来合作的双赢。 说个小例子，中文语法里没有尊敬语，非敬语之分的，而在韩语语法体系里，对长辈上级是要说敬语的，对平辈或者晚辈都说非敬语，常听到的“思密达”就是一般陈述句的书面语的敬语的结尾。然而，最近韩国的一些父母们都开始对孩子们说敬语了，从话语的形式本身开始，来建立对孩子的尊重。 那么，如何既不伤感情又能引导孩子去合作呢？ 1. 把问题客观地不加责备地描述出来人们在意识到自己做错事的时候，大脑会本能地为自己辩护（认知失调理论）。当因为犯错而受到指责时，自我辩护更是不由自主，成人尚如此，更何况孩子呢？所以，当我们尽量客观地把事情描述出来时，孩子感受到的指责会很少，那么他就不会立刻找借口逃避责任，而是更专注于解决问题本身。有一个小技巧，说话时避免用“你”字开头，不谈“你”干了什么，只谈事件本身，这样可以减少话语中的责备语气。“牛奶洒了，快拿纸”和“你把牛奶弄洒了，快拿纸”，一字只差，孩子的感受显然是不同的。 2. 给孩子提供信息信息比指责更容易让人接受，给孩子提供信息，就是给了孩子一个思考的机会，一个自主选择的机会。同样一件事，让孩子自己主动选择去做，比听从父母的指示感觉要好得多。用提供信息这种方式，能让孩子感受到来自父母的信任，感受到“大人相信我了解情况后能够处理好这件事”。 对孩子说“牛奶不放冰箱会马上坏掉”比“你怎么老是记不住，赶紧把牛奶放冰箱”要好得多，不是吗？ 在互联网的世界里，有一个最常见的协议叫TCP/IP协议，协议规定了不同计算机之间通信的方式，如果A计算机要传递信息给互联网中的另外一台Z计算机，那么A要把信息分成若干个同样大小的数据块，逐个传输出去，而且同一个数据块要发送4次。Z收到数据后也要把收据发送出去，连续发出4次。所以不要再说“你怎么老是记不住”，计算机尚且发送4次数据呢。 3. 用一个词表达长篇大论地上政治课，大人累，孩子烦。“你太啰嗦了，整天唠唠叨叨，耳朵都要磨出茧子啦！”有时候，用一个简单的词去提醒，简短有力，反而效果更好。不必说“你怎么老是忘记关灯”，只说一个“灯”字，就能有效的提醒孩子，这比生硬的命令要好得多，也省时省力。 4.说出你的感受只描述自己的感受，不评价孩子的品格，不给孩子贴标签。说“我想静静”而不是“你吵死了”，表达自己的不满也好，愤怒也罢，以孩子能够理解的方式表达自己的感受，只要没有了对孩子的攻击，合作还是可能的。因为受到尊重的孩子通常也会尊重大人的感受。 5.使用便签便签上是文字也好，图画也罢，跟说话相比，它可以不动声色地向孩子传递信息，父母无需疾言厉色，孩子也不必因父母高八度的声音而心惊胆战。例如孩子把客厅玩得一团糟，满地都是玩具，你很累，想发火，这时候可以试着给孩子写一个便签，列表加上图画，孩子很快就能明白，然后依次整理，完成一项划去一项，这样既让孩子帮忙打扫了房间，又让孩子明白哪怕是复杂任务，也可以拆分成多个简单的小任务来完成，还有成就感。 以上是一些需要不断练习才能掌握的技巧，也许刚开始时还言不由衷，还不能真正去尊重对面这个小人，但是哪怕是装也要认真装，装得久了，自然就像了，慢慢得也就真正有了发自内心的尊重，从而也赢得孩子的尊重和配合。","raw":null,"content":null,"categories":[],"tags":[{"name":"家庭教育","slug":"家庭教育","permalink":"https://ftime.github.io/tags/家庭教育/"}]},{"title":"如果不惩罚孩子，他真能上天吗？","slug":"how-to-punish-kids","date":"2016-08-25T00:42:10.000Z","updated":"2016-08-25T01:00:42.000Z","comments":true,"path":"2016/08/25/how-to-punish-kids/","link":"","permalink":"https://ftime.github.io/2016/08/25/how-to-punish-kids/","excerpt":"","text":"小时候，邻居父母教训孩子时，嘴里常念叨的是“三天不打上房揭瓦”，似乎不打孩子，孩子还真就上天了，似乎打一打骂一骂，孩子才长记性，真是如此吗？ 事情的真相是，除了打骂惩罚，父母不知道别的教育方法，没人教，也不学。惩罚，是一个脑袋偷懒的父母想用身体的野蛮力气来弥补脑懒的表现。责骂或是动手，任何人张嘴就来，伸手都会，但是粗暴又无效。 然而，很多家长都自以为惩罚有用，认为孩子之所以屡教不改，只是因为惩罚得还不够重，就像用抗生素，第一次少量就起效，逐渐产生了耐药性，剂量得加倍，但总能起效。惩罚完之后，孩子可能改，也可能不改，如果改了，父母告诉自己说：“孩子改了，说明惩罚有用”，如果没改，父母告诉自己说：“惩罚还是有用的，只是罚轻了，下次得再重一点”，这种逻辑既骗了自己，又害了孩子。 表面看来，惩罚是希望孩子吸取教训不再犯错，根本来看，父母应该做的是通过提供一系列的指导，培养孩子内在的自我决策与自我控制能力，而不是盛怒之下的打骂惩罚，哪里有压迫，哪里就有反抗，表面的顺从下酝酿着报复，甚至仇恨。我就听亲戚抱怨过“唉，现在孩子看我就像看仇人一样”。 很多父母担心的是，如果不惩罚的话，孩子岂不是要骑到头上，那还成何体统，作为父母的威严何在？《如何说孩子才会听，怎么听孩子才肯说》的作者，给出了以下几个代替惩罚的方法，而且父母们实践后发现很有效，之前的担心是多余的。 1. 表达不满，说明期望。动口不动手，而且动口也永远记得，表达不满时不能进行人格攻击。因为一旦开始了人格攻击，孩子本能的辩护会让矛盾的解决陷入泥潭。所以，尊重孩子的感受，表达自己不满的同时说出自己的期望。 例如，孩子放学后总是玩得很晚不按时回家，到家时解释说虽然记得要按时回家，但是忘了时间，想起时间后立刻就回来了。母亲可能会说“我听够了你的借口，我算是认清了，你说话根本不算数，回屋吧，晚饭别吃了”，当然还可以说：“你说你努力了，这一点我很高兴，但是我仍然很生气，我不想再这样担惊受怕了，我希望你以后按时回来”。听到后面这样的话，孩子会知道“妈妈真的生气了，但是她担心我，而且对我有信心，我以后要守时，不让她担心失望。” 2. 给孩子指出补救的办法，让孩子做选择。通常人们告诉自己不要紧张时，偏偏更紧张，当告诉自己要放轻松时，反而能放轻松。因为脑子里关注的是这个关键词（紧张/放松）本身，而忽略了关键词之前的否定词。例如，在商场里购物时，当你给孩子说“你别乱跑，再跑小心我揍你”时，孩子脑子里全是“乱跑”。当你告诉他“要么好好走，要么坐上车，你自己做决定”时，孩子的关注点将变成去做一个二选一的选择题。当然，更有不少时候，孩子并不知道该如何去补救，告诉孩子补救的方法，是帮助孩子去迈出改正的第一步。 3. 采取行动，让孩子体验到不良行为的后果。孩子需要体验的是自己不良行为带来的后果，而不是品尝惩罚的滋味。犯错后，孩子应该为自己的行为感到遗憾，应该考虑如何补救，但是惩罚干扰了这一过程。惩罚剥夺了孩子自省这一重要的心理过程。“反正你也罚过我了，我反而心安理得了，我又可以随心所欲了。” 在商场里购物时，孩子乱跑乱闹且不听话时，父母可以采取行动，下次去的时候不带他，让他体验该行为的必然后果，而不是用毫不相关的打他屁股来让他记住。 惩罚不费脑子，但是无用，而且把孩子变成父母的牺牲品，把父母变成孩子的敌人。花点时间，费点脑子，试一试上面这些方法，改变自己的态度，不责怪不惩罚，可以让孩子专注于承担责任，让管教变得更有效。","raw":null,"content":null,"categories":[],"tags":[{"name":"家庭教育","slug":"家庭教育","permalink":"https://ftime.github.io/tags/家庭教育/"}]},{"title":"十分钟读完《错不在我》","slug":"mistake-were-made","date":"2016-08-24T23:51:08.000Z","updated":"2016-08-25T00:10:24.000Z","comments":true,"path":"2016/08/25/mistake-were-made/","link":"","permalink":"https://ftime.github.io/2016/08/25/mistake-were-made/","excerpt":"","text":"书名：《错不在我》作者：卡罗尔·塔夫里斯， 艾略特·阿伦森出版社：中信出版社出版年: 2014-1-1ISBN: 978-7-508-64262-8购买链接：https://book.douban.com/subject/25788948/ 作者简介： 卡罗尔·塔夫里斯（Carol Tavris，1944年9月14日-），社会心理学家，男女平等主义者。她为《洛杉矶时报》、《纽约时报》、《科学美国人》和其他一些出版物撰写心理学专栏文章。 艾略特·阿伦森（Elliot Aronson，1932年1月9日-），当今世界最杰出的社会心理学家之一，全球销量突破千万册的《社会性动物》作者。他被同时代的人推选为“20世纪最有影响力的100位心理学家之一”，也是唯一一位获得由美国心理学会颁发的写作、教学和研究3个最高奖项的心理学家。 推荐语 这本书回答了以下三个问题。 １.我们为什么会认为错不在我？犯错后，我们的大脑是很不爽的（因为产生了认知失调），会不假思索地为自己辩护，而且大脑还很善长这个事（利用证实偏差），甚至还能改写记忆，于是我们看不到自己的错误，觉得死不认错的都是别人。 ２.为错误进行自我辩护有什么坏处？面对误诊还有冤假错案，从业人员进行自我辩护而不改正错误。面对婚姻生活中的矛盾，夫妻双方进行自我辩护从而导致婚姻不幸。国家关系中政治领导人的自我辩护会让事态升级，甚至导致灾难。 ３.如何认识到错误并为自己的行为负责？要保持开放的心态，要保持真诚，要知道认知失调以及证实偏差的存在，这样才能够更容易看到错误，从错误中学习，进而成长。 第一章 认知失调是自我辩护的原动力 只要某个人同时拥有两种不一致的认知，就会出现认知失调的状态。“吸烟会置我与死地”与“我习惯每天抽两包烟”就会产生一种认知冲突。为解决这种认知冲突，你会为自己的行为进行辩护，要么让自己相信吸烟的危害并不大，要么让自己相信承担吸烟的风险是值得的，例如：吸烟能帮我减轻压力，有个抽烟的英国老太太活了一百岁呢。 证实偏差的存在，让我们总能找到理由证明自己的观点是正确的。如果新信息和自己观点一致，我们会认为它是合理的，若和自己的观点不一致，我们会认为它是偏颇的。即使读到与自己观点相反的信息，人们也会更加相信自己是正确的。一项试验中，研究者让赞成死刑和反对死刑的人，同时阅读两篇对于死刑意见相反的文章，然而参与者的态度并没有因此而有所改变，他们会牢记文章中证实自己看法的观点，更加坚持原来的态度。 人们在做出了错误的选择后会产生偏见，选择的不可逆转性越高，人们越是确信之前的选择是正确的。例如，赛马场里，下了赌注的人比那些正要去下注的人对自己所选马匹获胜的把握更大。某种选择所付出的时间金钱越大，结果越是难以改变，失调就越大，为减少失调而去夸大选择所做的有利方面的需求就越大。所以当需要做出重大决策时，不要去咨询刚做出这种决策的人，他会极力让你相信这样做是正确的，而应该去咨询那些正在搜信息仍未拿定主意的人。 在选择之前人们的立场是不定的，犹如站在金字塔顶端，但是一旦做出选择，自我辩护和证实偏差就会让我们一步步滑落到底部，站到了塔基的两端，犹豫不决变为确定无疑。第一步的行动往往是模棱两可的，不是黑与白，而是灰色，但是选择后一次次的辩护与行动会导致我们远离最初的意愿和准则。 第二章 傲慢与偏见，以及其他盲点 像鱼儿觉察不到水一样，人类难以觉察到自己的盲点。我们能够看到别人的偏见，但是却很难看到自己的。因为人们倾向于相信，我持有的想法一定是理性的，否则我不会持有这些看法，于是我们无法看到那些能够帮助我们反省自身行为和信念的重要事件和信息。例如，巴以冲突中，双方都认为自己是客观的而对方是持有偏见的。 接受惠赠，就会产生回馈的意愿。医药代表的小礼物可能会导致医生随后在处方中增加该药品的使用。制药厂资助研究者对新药进行研究，对于模糊不清的结果，研究者倾向于做出有利于公司的解释，同时确信自己没有收到资助公司的影响。 每个人都会存在思维的盲点，所以生活中需要有唱反调的人，需要一些能够在我们偏离现实太远时及时将我们拉回来的批评者，以确保我们看到的世界不是我们自身愿望和信念的歪曲反映。 第三章 记忆：自我辩护的历史记录者 大部分人都会非常自信他们的记忆精确反映了事实，然而并非如此，我们的记忆会根据我们的需求去歪曲，重构甚至是彻底的忘却。 我们会微调我们的记忆，使其更符合现在的情景，从而为我们的行为或者想法辩护，所以人们会在回忆时不自觉地修改记忆。例如，人们记得自己所做的善事比实际做过的多，他们记忆中自己孩子走路、说话的时间也比实际情况早。还有不少人将自己的经历在记忆中变得比实际情况更差，从而感到自己目前的状态更好。这很好的解释了为什么我们每个人都会感到自己改变了许多，而我们的朋友，敌人和爱人却依然如故。 我们会产生错误的记忆，记得一些从来没发生过的事情。例如：不少人声称遇见了外星人，甚至记得生动的细节。研究表明，这通常是睡眠不足，身体疲劳，精神抑郁等导致出现了睡眠瘫痪或是醒梦。当事人对这个科学概念并不了解，反倒是从媒体上了解过大量关于外星人绑架的例子，太熟悉了，也就相信了，然后只寻找支持他们的报道，拒绝任何不一致的解释，然后內化错误的记忆，导致记忆与事实已经无从区别。 第四章 良好的愿望与糟糕的实践：心理治疗中的“闭环思维” 心理治疗是治疗师和患者之间私下进行的一种交流，没有人可以监视治疗过程并指出其中的错误。由于不少治疗师没有接受过科学训练并且缺乏质疑精神，只看重临床经验，他们的所见所闻会强化他们已有的观念，而他们已有的观念又决定了他们能观察到的内容，形成一种闭环思维。如果病人康复了，那就说明治疗是有效的；如果病人未见好转，那是因为病人对治疗有抵触心理而不能自拔。 由于科学方法论没有被使用，导致证实偏差大行其道。治疗师坚信患者受到过虐待，永远不接受患者说“不”，说“不”意味着对方在压抑在隐瞒。因此出现了大量错误的治疗，错误的调查访谈，使大量幼儿园老师蒙上虐待儿童之冤，父母蒙受虐待子女之冤。 科学的思维方法能够避免这种闭环思维。因为科学方法意味着可以运用程序证明我们的预言与假设是正确的，也可能证明他们是错误的。 第五章 司法系统中的失调与自我辩护 大部分人都会相信司法体系能够以公正合法的方式运行，寻找真相，然而司法人员的自我辩护，会导致司法体系埋葬真相。 检查官相信自己不会让一个无辜的人受了牢狱之灾，而让罪犯逍遥法外，翻案会让检查官产生强烈的认知失调，所以检察官会坚信自己没判错案，不能释放这个人，于是自我辩护不仅把无辜的人投进了监狱，还让这些人一直呆在里面。侦察人员认定嫌疑犯就是凶手，然后只寻找能证实自己推测的线索，而忽视其他环节。审讯人员事先就持有偏见，无辜的嫌疑人越是否认自己有罪，审讯人员越是坚信嫌疑人在说谎，相应的施加更多的压力。调查显示，有15-25%的囚犯认了他们没犯过的罪。因为长达几个小时甚至十几个小时的审讯让嫌疑人精疲力竭，他们只想要睡觉，而承认审讯人员替他们准备好的解释是唯一可能的途径。 为了清除自我辩护引起的错误，司法系统的深入改革非常必要。比如将认知失调原则证实偏差等应用到司法人员的培训中，对审讯过程进行录像录音等。 第六章 爱情杀手：婚姻中的自我辩护 绝大多数夫妻离婚，都是长期的累积所致，他们以滚雪球的方式为自己辩护而责备对方，总是盯着对方的差错，而对自己的优点、态度和行为方式则极力辩护。争吵会逐渐升级到羞辱，甚至产生最具有破坏性的情绪-蔑视。蔑视让对方感受到没有得到爱，不受尊重，导致心理上的疏远，将自己封闭起来。 研究表明，美满的夫妻关系中积极交流（如爱，温存和幽默）与消极交流（如烦恼，抱怨和争吵）之比为５:１，这是婚姻关系的临界点，当比例小于５:１时，这段关系将很难延续。 如何避免婚姻中的自我辩护呢？我们不应该因为对方的错误来判断对方这个人。人和错误不是一回事。当你这个人本身遭到批评，而不是为行为而遭到批评时，会产生强烈的窘迫感和孤立感。幸福的婚姻关系中，伴侣都能认识到人和事的区别。幸福的夫妇原谅对方就像原谅自己一样，他们把对方的错误归因与当时的情景以便谅解对方，一旦对方做了一件充满爱意的事情时，他们就会相互赞美。 第七章 创伤、裂痕、战争与自我辩护 我们都可能有意或无意伤害过他人，也都会觉得自己受到过一连串不公平的对待。自我辩护能让我们在加害者与受害者之间瞬间转换而不自知。加害者会通过自我辩护将自己的责任最小化，并尽快忘掉发生的事情。受害者会为自己持续的愤怒和斤斤计较进行辩护，将对方的行为描述成蓄意作恶，并且念念不忘。 当人们开始思考冲突是谁挑起时，不管是家庭冲突还是国际争端，人们都不会认为挑起是非的责任在自己，加害者认为是对方罪有应得，受害者则利用各种机会进行报复，于是冲突进入了压迫与复仇的泥潭。比如说以色列和阿拉伯国家复杂纷扰的战事。 为解决长期的冲突，加害者单方面的道歉不一定能缓和消除受害者的痛苦，受害者单方面的原谅会使加害者没有了认错的动机，可能会继续做出不公平的行为，所以双方必须同时放弃自我辩护。曼德拉和德克勒克各自放弃自我辩护，避免流血冲突，创造条件使南非走向了民主。 第八章 承认错误，放弃自我辩护 承认错误的确很难，因为自我辩护几乎是自动形成的，但是了解认知失调以及自我辩护是如何起作用的，能够让我们主动意识到自己的错误。当错误还是一颗种子的时候便能够认识到它并加以改正，总比让它长成根深叶茂的大树要好的多。 人们尊重那些敢于承认错误的人。当我们去评价一个人时，我们依据的并不是他是否犯过错，而是犯错后他是怎么做的。例如，肯尼迪总统主动承认入侵古巴行动的失败错在于他，使他的支持率大增。 犯错不代表愚蠢或者柔弱，并不是一个需要去否认的可怕的失败经历，而是我们生活中不可缺少的组成部分，从错误中学习能让我们获得更好的个人成长，更好的人际关系。教育孩子不怕犯错非常重要，不怕犯错的孩子在学习中更愿意去不断尝试挑战，不怕失败，从而表现更好，收获更多。)书名：《错不在我》作者：卡罗尔·塔夫里斯， 艾略特·阿伦森出版社：中信出版社出版年: 2014-1-1ISBN: 978-7-508-64262-8购买链接：https://book.douban.com/subject/25788948/ 作者简介： 卡罗尔·塔夫里斯（Carol Tavris，1944年9月14日-），社会心理学家，男女平等主义者。她为《洛杉矶时报》、《纽约时报》、《科学美国人》和其他一些出版物撰写心理学专栏文章。 艾略特·阿伦森（Elliot Aronson，1932年1月9日-），当今世界最杰出的社会心理学家之一，全球销量突破千万册的《社会性动物》作者。他被同时代的人推选为“20世纪最有影响力的100位心理学家之一”，也是唯一一位获得由美国心理学会颁发的写作、教学和研究3个最高奖项的心理学家。 推荐语这本书回答了以下三个问题。 １.我们为什么会认为错不在我？犯错后，我们的大脑是很不爽的（因为产生了认知失调），会不假思索地为自己辩护，而且大脑还很善长这个事（利用证实偏差），甚至还能改写记忆，于是我们看不到自己的错误，觉得死不认错的都是别人。 ２.为错误进行自我辩护有什么坏处？面对误诊还有冤假错案，从业人员进行自我辩护而不改正错误。面对婚姻生活中的矛盾，夫妻双方进行自我辩护从而导致婚姻不幸。国家关系中政治领导人的自我辩护会让事态升级，甚至导致灾难。 ３.如何认识到错误并为自己的行为负责？要保持开放的心态，要保持真诚，要知道认知失调以及证实偏差的存在，这样才能够更容易看到错误，从错误中学习，进而成长。 第一章 认知失调是自我辩护的原动力**只要某个人同时拥有两种不一致的认知，就会出现认知失调的状态。“吸烟会置我与死地”与“我习惯每天抽两包烟”就会产生一种认知冲突。为解决这种认知冲突，你会为自己的行为进行辩护，要么让自己相信吸烟的危害并不大，要么让自己相信承担吸烟的风险是值得的，例如：吸烟能帮我减轻压力，有个抽烟的英国老太太活了一百岁呢。 证实偏差的存在，让我们总能找到理由证明自己的观点是正确的。如果新信息和自己观点一致，我们会认为它是合理的，若和自己的观点不一致，我们会认为它是偏颇的。即使读到与自己观点相反的信息，人们也会更加相信自己是正确的。一项试验中，研究者让赞成死刑和反对死刑的人，同时阅读两篇对于死刑意见相反的文章，然而参与者的态度并没有因此而有所改变，他们会牢记文章中证实自己看法的观点，更加坚持原来的态度。 人们在做出了错误的选择后会产生偏见，选择的不可逆转性越高，人们越是确信之前的选择是正确的。例如，赛马场里，下了赌注的人比那些正要去下注的人对自己所选马匹获胜的把握更大。某种选择所付出的时间金钱越大，结果越是难以改变，失调就越大，为减少失调而去夸大选择所做的有利方面的需求就越大。所以当需要做出重大决策时，不要去咨询刚做出这种决策的人，他会极力让你相信这样做是正确的，而应该去咨询那些正在搜信息仍未拿定主意的人。 在选择之前人们的立场是不定的，犹如站在金字塔顶端，但是一旦做出选择，自我辩护和证实偏差就会让我们一步步滑落到底部，站到了塔基的两端，犹豫不决变为确定无疑。第一步的行动往往是模棱两可的，不是黑与白，而是灰色，但是选择后一次次的辩护与行动会导致我们远离最初的意愿和准则。 第二章 傲慢与偏见，以及其他盲点像鱼儿觉察不到水一样，人类难以觉察到自己的盲点。我们能够看到别人的偏见，但是却很难看到自己的。因为人们倾向于相信，我持有的想法一定是理性的，否则我不会持有这些看法，于是我们无法看到那些能够帮助我们反省自身行为和信念的重要事件和信息。例如，巴以冲突中，双方都认为自己是客观的而对方是持有偏见的。 接受惠赠，就会产生回馈的意愿。医药代表的小礼物可能会导致医生随后在处方中增加该药品的使用。制药厂资助研究者对新药进行研究，对于模糊不清的结果，研究者倾向于做出有利于公司的解释，同时确信自己没有收到资助公司的影响。 每个人都会存在思维的盲点，所以生活中需要有唱反调的人，需要一些能够在我们偏离现实太远时及时将我们拉回来的批评者，以确保我们看到的世界不是我们自身愿望和信念的歪曲反映。 第三章 记忆：自我辩护的历史记录者大部分人都会非常自信他们的记忆精确反映了事实，然而并非如此，我们的记忆会根据我们的需求去歪曲，重构甚至是彻底的忘却。 我们会微调我们的记忆，使其更符合现在的情景，从而为我们的行为或者想法辩护，所以人们会在回忆时不自觉地修改记忆。例如，人们记得自己所做的善事比实际做过的多，他们记忆中自己孩子走路、说话的时间也比实际情况早。还有不少人将自己的经历在记忆中变得比实际情况更差，从而感到自己目前的状态更好。这很好的解释了为什么我们每个人都会感到自己改变了许多，而我们的朋友，敌人和爱人却依然如故。 我们会产生错误的记忆，记得一些从来没发生过的事情。例如：不少人声称遇见了外星人，甚至记得生动的细节。研究表明，这通常是睡眠不足，身体疲劳，精神抑郁等导致出现了睡眠瘫痪或是醒梦。当事人对这个科学概念并不了解，反倒是从媒体上了解过大量关于外星人绑架的例子，太熟悉了，也就相信了，然后只寻找支持他们的报道，拒绝任何不一致的解释，然后內化错误的记忆，导致记忆与事实已经无从区别。 第四章 良好的愿望与糟糕的实践：心理治疗中的“闭环思维”心理治疗是治疗师和患者之间私下进行的一种交流，没有人可以监视治疗过程并指出其中的错误。由于不少治疗师没有接受过科学训练并且缺乏质疑精神，只看重临床经验，他们的所见所闻会强化他们已有的观念，而他们已有的观念又决定了他们能观察到的内容，形成一种闭环思维。如果病人康复了，那就说明治疗是有效的；如果病人未见好转，那是因为病人对治疗有抵触心理而不能自拔。 由于科学方法论没有被使用，导致证实偏差大行其道。治疗师坚信患者受到过虐待，永远不接受患者说“不”，说“不”意味着对方在压抑在隐瞒。因此出现了大量错误的治疗，错误的调查访谈，使大量幼儿园老师蒙上虐待儿童之冤，父母蒙受虐待子女之冤。 科学的思维方法能够避免这种闭环思维。因为科学方法意味着可以运用程序证明我们的预言与假设是正确的，也可能证明他们是错误的。 第五章 司法系统中的失调与自我辩护大部分人都会相信司法体系能够以公正合法的方式运行，寻找真相，然而司法人员的自我辩护，会导致司法体系埋葬真相。 检查官相信自己不会让一个无辜的人受了牢狱之灾，而让罪犯逍遥法外，翻案会让检查官产生强烈的认知失调，所以检察官会坚信自己没判错案，不能释放这个人，于是自我辩护不仅把无辜的人投进了监狱，还让这些人一直呆在里面。侦察人员认定嫌疑犯就是凶手，然后只寻找能证实自己推测的线索，而忽视其他环节。审讯人员事先就持有偏见，无辜的嫌疑人越是否认自己有罪，审讯人员越是坚信嫌疑人在说谎，相应的施加更多的压力。调查显示，有15-25%的囚犯认了他们没犯过的罪。因为长达几个小时甚至十几个小时的审讯让嫌疑人精疲力竭，他们只想要睡觉，而承认审讯人员替他们准备好的解释是唯一可能的途径。 为了清除自我辩护引起的错误，司法系统的深入改革非常必要。比如将认知失调原则证实偏差等应用到司法人员的培训中，对审讯过程进行录像录音等。 第六章 爱情杀手：婚姻中的自我辩护绝大多数夫妻离婚，都是长期的累积所致，他们以滚雪球的方式为自己辩护而责备对方，总是盯着对方的差错，而对自己的优点、态度和行为方式则极力辩护。争吵会逐渐升级到羞辱，甚至产生最具有破坏性的情绪-蔑视。蔑视让对方感受到没有得到爱，不受尊重，导致心理上的疏远，将自己封闭起来。 研究表明，美满的夫妻关系中积极交流（如爱，温存和幽默）与消极交流（如烦恼，抱怨和争吵）之比为５:１，这是婚姻关系的临界点，当比例小于５:１时，这段关系将很难延续。 如何避免婚姻中的自我辩护呢？我们不应该因为对方的错误来判断对方这个人。人和错误不是一回事。当你这个人本身遭到批评，而不是为行为而遭到批评时，会产生强烈的窘迫感和孤立感。幸福的婚姻关系中，伴侣都能认识到人和事的区别。幸福的夫妇原谅对方就像原谅自己一样，他们把对方的错误归因与当时的情景以便谅解对方，一旦对方做了一件充满爱意的事情时，他们就会相互赞美。 第七章 创伤、裂痕、战争与自我辩护我们都可能有意或无意伤害过他人，也都会觉得自己受到过一连串不公平的对待。自我辩护能让我们在加害者与受害者之间瞬间转换而不自知。加害者会通过自我辩护将自己的责任最小化，并尽快忘掉发生的事情。受害者会为自己持续的愤怒和斤斤计较进行辩护，将对方的行为描述成蓄意作恶，并且念念不忘。 当人们开始思考冲突是谁挑起时，不管是家庭冲突还是国际争端，人们都不会认为挑起是非的责任在自己，加害者认为是对方罪有应得，受害者则利用各种机会进行报复，于是冲突进入了压迫与复仇的泥潭。比如说以色列和阿拉伯国家复杂纷扰的战事。 为解决长期的冲突，加害者单方面的道歉不一定能缓和消除受害者的痛苦，受害者单方面的原谅会使加害者没有了认错的动机，可能会继续做出不公平的行为，所以双方必须同时放弃自我辩护。曼德拉和德克勒克各自放弃自我辩护，避免流血冲突，创造条件使南非走向了民主。 第八章 承认错误，放弃自我辩护承认错误的确很难，因为自我辩护几乎是自动形成的，但是了解认知失调以及自我辩护是如何起作用的，能够让我们主动意识到自己的错误。当错误还是一颗种子的时候便能够认识到它并加以改正，总比让它长成根深叶茂的大树要好的多。 人们尊重那些敢于承认错误的人。当我们去评价一个人时，我们依据的并不是他是否犯过错，而是犯错后他是怎么做的。例如，肯尼迪总统主动承认入侵古巴行动的失败错在于他，使他的支持率大增。 犯错不代表愚蠢或者柔弱，并不是一个需要去否认的可怕的失败经历，而是我们生活中不可缺少的组成部分，从错误中学习能让我们获得更好的个人成长，更好的人际关系。教育孩子不怕犯错非常重要，不怕犯错的孩子在学习中更愿意去不断尝试挑战，不怕失败，从而表现更好，收获更多。","raw":null,"content":null,"categories":[],"tags":[{"name":"心理学","slug":"心理学","permalink":"https://ftime.github.io/tags/心理学/"},{"name":"读书","slug":"读书","permalink":"https://ftime.github.io/tags/读书/"}]},{"title":"活在未来","slug":"attitude-towards-knowledge","date":"2016-08-24T00:59:07.000Z","updated":"2016-08-24T06:15:23.000Z","comments":true,"path":"2016/08/24/attitude-towards-knowledge/","link":"","permalink":"https://ftime.github.io/2016/08/24/attitude-towards-knowledge/","excerpt":"","text":"最近读了王小波的《对待知识的态度》一文，他认为： 不管有没有直接的好处，都应该学习，因为学习就是一种生活方式。 文中说到，他在下乡插队的艰苦环境中仍然在大半夜读书做题，因为知识本身很诱人，知识让生活变得更充实，更有趣。知识使你不止生活在现在，还能生活在过去、未来。学习文史知识能让人活在过去，比如有文化的海德堡人，知道历史的中国人；而学习科学知识能让人活在未来，科技的知识让人对正在发展东西感兴趣。 我对他说的“活在未来”比较感兴趣。 如何活在未来关于活在未来，王小波觉得太专业，并没有说太多，只是举个例子说日新月异的计算机知识越变越有趣，让人舍不得老，舍不得死。的确有趣，比如，最近我就用 Hexo 为自己在 Github 上建了一个静态 Blog 站点 https://ftime.github.io ,学习新的知识，并用它来 创造一个完整的作品真的让人着迷。 其实，我们的肉身时时刻刻都只能活在现时现世，而真正能够活在未来的是我们的思维。 我们可以思考、预测未来，根据这个预测来改变现在的行动，从而做到活在未来。对此，李笑来提供了一系列具体的步骤。 你对未来有个预测；那个预测需要时间才能得到结果；你笃信你的预测是正确的；你提前按照那个预测的结果来行动、选择、思考；你终将走到那个结果出现的时刻；最终证明你的预测是正确的；那么，由于你提前按未来正确的结果行动、选择、思考，于是相当长一段时间里，你的生活中的一部分，就是“活在未来”的。 看起来复杂，其实也简单，比如： 天气预报明天有雨，你相信这个预测，第二天出门带上了伞，结果真的下雨了，你因为提前带伞而没有淋湿。 这就算是活在了未来，至少是活在了明天，但是意义不大。因为这个预测的时间太短，而且即使淋雨了问题也不大。再举个例子： 在《行尸走肉》第六季里，男主角瑞克发现距离他们社区不远的山窝里聚集了成千上万的行尸，他预测到，一旦阻拦行尸的货车翻倒，行尸大军便会如同决堤的洪水一样涌向社区，所以他未雨绸缪，带领大家提前演习，并在货车翻倒后主动把行尸引开，让社区避免了一次灭顶之灾。 这样的预测以及行动，意义就很大。因为他预测到了更远的未来，然后他用行动挽救了很多人的生命。 关于预测，插播一句，利用百度的旅游预测，我们可以查看旅游景点的人流趋势，从而避开拥挤。 对于大部分普通人来说，我们很难对未来做出准确的预测，其实我们也并不需要做出很难的预测。一些简单的预测就已经能足够让我们的生活变得更好。 比如“不积跬步，无以至千里；不积小流，无以成江海。”这个朴素的道理就是一个对普通人非常有用的简单的预测－－坚持积累，必有收获。有人用数学公式来说明这个预测，每天进步一点点，一年以后进步会很大。网上流行的是指数公式，即，1.01的365次方是37.78。有人会觉得这个公式不太合理，更合理的应该是1+0.01x365=4.65，但即使如此，一年后已经是原来的四倍了。 如果真坚持这样子做了，一年后必然会看到成效，那么，在这一年之间，生活中的一部分，就是活在未来的。 很多人都知道这个道理，也相信这个道理，甚至还开始行动了，但是只有三分钟热度，坚持或三天或三星期就放弃了。 为什么没能坚持下去心理学上有一个概念叫损失厌恶（loss aversion），它指的是人们面对同样数量的收益和损失时，认为损失更加令他们难以忍受。想象一下，你丢了2000块钱时的心情和奖金少发2000块钱的心情，丢钱要痛苦得多。 失去比没得到更让人难受。 坚持读书学习，思考写作，早睡早起，健康饮食，规律运动，这些必然能在未来给我们带来很大的收益，任何人都能预测到这一点，但是没能坚持下去的原因是我们的大脑有损失厌恶的倾向：未来收益还没有得到，反正还不是自己的，但是放弃眼前的安逸享乐却让人非常痛苦。总之，诱惑太多，感性赢了理性那一面。 怎么办转换思维挣扎着转换一下思维，毕竟我们是自己大脑的主人，而非它的奴隶，不能老让它牵着鼻子走。同样是损失厌恶，我们可以用理性思考转换一下大脑对于收益和损失的理解。 当你要减肥时，吃一个冰淇淋的收益只是一种转瞬即逝的美味而已，但损失的是健康而有魅力的身体。所以在面对美味诱惑时，挣扎着问问自己，为什么要做这件事，为什么要减肥？想一下妥协带来的可怕后果，那么冰淇淋的吸引力也就会急剧下降。这样就能坚持下去，直到减肥成功。 多想一下大局，从而保持动力，多问一下自己为什么，从而抵抗诱惑。总之，要想办法说服自己的大脑，从而坚持下去。 端正态度我认可王小波的观点，要保持开放学习的心态，从而能让自己的思维活在未来。学到的东西一定要落实到行动上，而且要执拗地坚持行动下去。 有句话说，有人25岁就死了，只是75岁才埋。我的理解是，当一个人停止学习时，就跟行尸走肉无异了。用王小波的话来说，就是抱着封闭的态度来生活，活着真的没什么意思。","raw":null,"content":null,"categories":[],"tags":[{"name":"心理学","slug":"心理学","permalink":"https://ftime.github.io/tags/心理学/"}]},{"title":"写给赵赵:明知玩游戏无益，为什么停不下来？","slug":"写给赵赵游戏","date":"2016-08-23T03:25:04.000Z","updated":"2016-08-23T03:50:45.000Z","comments":true,"path":"2016/08/23/写给赵赵游戏/","link":"","permalink":"https://ftime.github.io/2016/08/23/写给赵赵游戏/","excerpt":"","text":"赵赵，你问我“明知道老玩游戏不好，把这些时间用来背单词看书会更好，可是我为什么拿出手机还是想玩？”，这曾是我们共同的难题，你愿意坦然面对，我也把我的想法写给你听。 一生只爱一个人今年我生日的那天傍晚，你拉上病床周围的帘子，世界瞬间安静下来，变成只有咱俩的空间，喧嚣变得遥远。在病床上，我和你围着小桌相对而坐，你削着果皮，脸上笑容洋溢，我们随意说着话，你的笑容是那么的好看，觉得只要能看到你的笑脸，做什么都值得，我觉得幸福。纤纤小手让我握着，让它变成我的袖。 你并非真的快乐你面无表情，眼睛盯着ipad，手指时不时点一下屏幕，你在玩游戏。玩游戏让你觉得快乐吗？你也说到，游戏结束时后悔没干点别的，有空落落的感觉。我跟你一样，在电脑上捣鼓了半天却一无所获时，也觉得空虚懊恼。 然而，当你学习后跟我分享时，你读书情不自禁笑出声时，我觉得那时的你是快乐的，你觉得呢？ 我期待一起成长看了不少心理学的书，明白幸福是来自于内在的。外在的金钱达到一定程度之后，就对改善幸福感没什么作用了，这时候更重要的是内在，是内心的丰盈。我会努力提高自己去赚钱，我做好我能做的，而对于各自内心的丰盈，还需要我们各自的努力。 去创造美少玩游戏就有更多时间，才有机会去培养更有意义的兴趣爱好，让自己的灵魂更丰盈。我对这些流逝的时间感到惋惜，那虽然不是我的，但那是美好的东西，我不忍看到你美好的年华流逝在瞬间即逝的游戏上。游戏在指尖划过，却什么也没有留下。 你看到美的东西时会赞不绝口，比如别人写的文章，拍的照片，做的美食，当你评论它们时，我能感受到你一丝丝的羡慕。你有很好的审美能力，你懂得风景的美，音乐的美，文字的美，韵律的美，节奏的美，简洁的美。你还有创造美的能力，当你写的文章获得别人的共鸣时，你是开心的，不是吗？你可以去创造美好的东西。 翻身作主你说你也不想玩，可就是控制不住。控制不住的是什么？是大脑。你变成了你大脑的奴隶。它指挥你去干每一件事，不管你是否真的应该干那件事，是否会因此而后悔。大脑贪图暂时的享乐，哪管你长期的目标。顺从它，让它牵着鼻子走，只会让我们后悔。 事实是，我们的大脑隶属于我们；而不该是我们隶属于我们的大脑。所以在清醒的时候认定的不应该干的事情，就坚决不要去干。当大脑想拿起ipad玩游戏的时候，你要对大脑说不，你可以的，翻身做主人。 为什么停不下来？太闲没别的重要的紧急的事情要做。还记得在我生病期间，你连ipad拿出来的欲望都没有，甚至我提议让你玩游戏时你都主动拒绝。 如果有工作的话，顶多是在干完了各种事情之后，利用很少的休息时间才来娱乐，这其实是无关紧要的。你不需要出去坐班工作，但是并不意味着要在家坐班游戏。很多人都想办法充分去利用碎片化的时间，但是在家用游戏来打发整块时间，或者用游戏把整块时间打碎，多可惜。 怎么办？勿忘初心还记得当初信誓旦旦写下的学习和阅读的目标和计划吗？那是一时头脑发疯写下的吗？不是的，而是因为相信有好处才那样制定目标的，是希望自己变得更好才写的，不是吗？ 坚持原则去做容易的事情还是做困难的事情？容易和困难不应该是判断的标准。正确和错误才是判断的标准。 再容易的事情，如果是错误的，就坚决不应该去做。再困难的事情，如果是正确的，就应该去做。我有教训，你知道的。其实这应该是做所有事情的判断标准，你认可这一点吗？ 我的检讨你认为这些无伤大雅，不会对生活造成大的伤害。我也认为你有你的自由，都是成年人，我不应该干涉你。但是，我是你的丈夫，我想让你更幸福。你将来是孩子的母亲，我们都是榜样。 说到榜样，我承认我不是一个好榜样。因为在你身旁的我虽然看书了，写字了，但是没有什么明显的成效，没能让你感受到。那只是因为我的积累还没到。还记得李宗盛的那个视频吗？人生没有白走的路，每一步都算数。我相信耐心积累的效应。 我没能好好计划我们共同的时间。或许有时候你玩游戏是为了放松，而有时候只是无事可做，打游戏成了习惯而已。我应该帮助你的，和你一起做更有趣的事。 你有成功的经验你担心自己会落后，担心两个人产生差距，自己变得没有吸引力，但是你却并没有采取行动戒掉游戏。你还记得当初是怎么不玩钓鱼游戏了吗？我下班进屋叫你时，你只是应一声，继续玩。当我直接或者间接地表明我为此难受不喜欢你沉迷游戏的样子之后，慢慢地，我下班回家时没有再看到你玩游戏的样子，当然我无意间发现你白天还会玩，我没有说什么，你的热情也逐渐消退，不玩了，不是吗？ 我为什么不沉迷游戏？1.我没时间。不需要用游戏来打发时间，所以我根本就不会开始一个游戏。 2.我有目标。我有更重要的事情做，比如读书写字，每天积累，让自己成长。 3.我有动力。想过更富足更有品质的生活，那就需要提高自己的价值，从而获得更好的收入。 生活大爆炸里的天才谢耳朵也玩游戏，但他也只是在定期的游戏之夜才玩。你当然可以玩，但是要更从容，更清醒地玩，你作主，知道何时起，何时落。 真正的困境是：你不知道失去了什么。","raw":null,"content":null,"categories":[],"tags":[{"name":"游戏","slug":"游戏","permalink":"https://ftime.github.io/tags/游戏/"},{"name":"心理学","slug":"心理学","permalink":"https://ftime.github.io/tags/心理学/"},{"name":"书信","slug":"书信","permalink":"https://ftime.github.io/tags/书信/"},{"name":"沟通","slug":"沟通","permalink":"https://ftime.github.io/tags/沟通/"}]},{"title":"租车","slug":"租车","date":"2016-08-23T03:23:39.000Z","updated":"2016-08-23T03:24:01.000Z","comments":true,"path":"2016/08/23/租车/","link":"","permalink":"https://ftime.github.io/2016/08/23/租车/","excerpt":"","text":"还记得《疯狂的石头》里，骑摩托的道哥一路飞奔，前方汽车的车门突然打开，道哥撞上车门，摩托车飞道哥人亡。 其实，这样的悲剧在生活中仍在不断上演。大部分人都知道在左侧下车是非常危险的。很多出租车后排左侧的车门都设了锁，禁止乘客从左侧下车。然而，查新闻就会发现，就算是右侧下车，开车门导致的事故和悲剧仍然在发生。因为下车的人会想，都已经从右侧下了，应该是安全的。殊不知，危险就是这样发生的。 说说在韩国的体验。韩国的出租车有公司的也有个人的，上面照片中我坐的这辆桔色的就是属于出租车公司的。一坐下就发现，后排右侧的窗外装了一个后视镜，镜子上下方有像自行车尾灯一样的红色反光片。门框上贴着一行大字：“啊！请看了镜子再下车，小心撞上摩托车或自行车”。即使如此，司机还是在我下车时让我确认一下后面安全再下车。 小小一个镜子，花不了几个钱，短短一句话，费不了几嗓子，但它保护了乘客，保护了出租车，也保护了后方骑车的。 我想，好的服务就是体现在这些细节上。车身上印满“用心服务”“竭诚为您”的空口号，都比不上一面镜一句话。","raw":null,"content":null,"categories":[],"tags":[{"name":"韩国生活","slug":"韩国生活","permalink":"https://ftime.github.io/tags/韩国生活/"}]},{"title":"管窥电影分级","slug":"电影分级","date":"2016-08-23T03:22:34.000Z","updated":"2016-08-23T03:59:58.000Z","comments":true,"path":"2016/08/23/电影分级/","link":"","permalink":"https://ftime.github.io/2016/08/23/电影分级/","excerpt":"","text":"无数人都已经强烈要求过对电影进行分级，但不知何故仍不见任何回应。到底这过程中有多少难题是我们普罗大众不知不清的，但如果真的存在，难道就不能略举几条，以通俗易懂之词稍加解释，以宽慰百姓之心？！ 韩国今年两部电影大受好评，不止票房大胜，且在国际上声名大噪，其中一部叫《哭声》，另一部叫《小姐》，而这两部佳作，在韩国前者是15+，后者是19+等级的电影。前者惊悚暴力，后者情色大胆。 其中，《小姐》当初仅以7分钟的样片，就拿下116个海外预售记录。而在戛纳期间，又增加至175个海外销售，击败了之前的最高销售保持者——《雪国列车》，成为了韩国影史上海外预售最高的电影。 哭声《哭声》是在影院观看的，恐怖效果极强，不仅听到座位四周几位女士不断传来的虽尽量克制却依旧发出的惊恐颤栗之声，甚至于其中几个极端镜头出现时，还能听到各个方向传来的男人尖叫声（如果没听错的话，貌似还有一位男士从椅子上跌落了）。但这部电影最精彩出众的不止是惊悚悬疑，更是6年磨一剑的导演所寄予的更深意义，关乎政治、宗教、情感、人性。而这些方面的深意，自认为是仁者见仁的，无法以言具表，感兴趣的可以看看电影类公众号或者豆瓣影评，当然，最好是看看电影。 小姐我最想说的是《小姐》，女同电影，也是我看的第一部同性恋电影（估计会有很多朋友劝我去看看《断臂山》）。其中女女xx场面相当大胆，毫不避忌，尽导演演员摄影之能事去还原及营造。但正如大家看王小波的书，书中对性之描述，并不让人觉得猥琐低俗，反倒如吃饭喝水睡觉一般自然，这部电影亦如是，可谓 “真实流露，并不刻意回避，反倒是真了。食色，性也。” 可话虽如此，对未成年人还是有误导作用的，必须禁止。但若是此类电影没有了分级制度，那么成年、未成年均是看不到了，一如当年原版的《色戒》。当然，这部电影更出彩出众的是其中的自然、建筑、服装之美感，故事一波三折之精彩。 没有电影分级制度，带来了两种后果： 只适合成年人看的电影，也要被剪去不该被剪的镜头。这种镜头导演之所以会拍出来并始终不舍被剪，必然有其重要性，甚至往往是精华之所在。 不适合未成年人看到的镜头，只因没有明确的界限之分，被保留下来，大人小孩共赏时，吓坏小朋友或者教坏小朋友。当年我的外甥女就被3D《西游降魔篇》中河妖吃人的场面吓得大哭，连做几夜噩梦、不得安睡。 以期，父母不再因为无心之过让孩子看了意料之外的惊悚镜头频频噩梦而自责；成人不再因为过度剪片使自己漏了情理之中的必要镜头频频跳戏而疑惑。 以期，不同年龄段人们可以看该看之电影，享能享之视听。","raw":null,"content":null,"categories":[],"tags":[{"name":"电影","slug":"电影","permalink":"https://ftime.github.io/tags/电影/"}]},{"title":"老师与学生","slug":"老师与学生","date":"2016-08-23T03:21:40.000Z","updated":"2016-08-23T04:01:49.000Z","comments":true,"path":"2016/08/23/老师与学生/","link":"","permalink":"https://ftime.github.io/2016/08/23/老师与学生/","excerpt":"","text":"这是一部适合家长和孩子，老师和学生一起看的好电影。 这部电影是《垫底辣妹》，讲述的是一个排名垫底的女高中生逆袭的故事。简单，感动。 我之前写过一篇读书笔记叫《如何夸奖孩子》，看了这部电影才发现，这电影就是一个实践教程。 来一起看看电影里的这几个角色吧。 一位好老师自我修养 因为学校是学习能力还有性格完全不一样的学生们,聚在一起进行教育。而我可以针对每一个不一样的学生改变我的教学方法，能够将学生的潜能更多地挖掘出来。 面对学生的心态 我认为没有不行的学生，只有不好的老师。她是一名存在着无限可能性的非常优秀的女生，所以请不要说她是学渣，被说成是渣子的学生会真的以为自己就是那样子，可能会变得再也无法相信自己。 关于目标 相信可能性的存在，是很重要的。如果能把不可能的事情达成的话就会自信的。为宏大的目标而拼搏过的这段经历将来一定会成为你的力量。希望总是渺茫，正因如此不能放弃。把目标降低一次，就会越来越低的。 关于鼓励 “只要做，就可以做到”这么说是不好的。如果做了没做好的话,就是证明自己无能了,孩子会越来越消极. 关于分数 知道了分数才算开始，知道了自己不懂的地方，仅仅弄明白就行了，不是吗?虽然全部答错，但所有解答栏都填满了,就是这样的积极向上的态度，非常的好。 关于写作 所谓小论文，就是要考虑到反对意见的情况下主张自己的见解.不以各种立场来考虑的话是看不到真相的.知道的东西越多,思维也更开阔. 一位好母亲基本态度 让孩子们做高兴的事，不管周围人怎么说，哪怕全世界都成为他们的敌人，我也会成为他们的伙伴。不要自己随便就断定了这一切，做父母的就该相信子女。 当孩子想要放弃时 如果太累了，放弃也没关系哦,你已经很努力了嘛. 被学校叫家长时 虽然无数次被叫到学校去，但我没有一次认为那是羞耻的事情，相反，我因为能和孩子说上很多话而很开心。 几位好朋友很多人见不得别人好。真正的朋友却会真心希望朋友变好，真心鼓励朋友。 我们啊，已经不想和你一起玩了。(这样你才有更多时间学习）我们真心希望你能合格。不管谁说了什么都坚持努力的你，超帅气！ 很多人都不见得能幸运地遇上一位真正的好老师，几个真正的好朋友，或者一对真正的好父母，但是，没关系，至少通过努力，我们有可能成为别人的好老师，好朋友，或是好父母。 相信可能性的存在，是很重要的。","raw":null,"content":null,"categories":[],"tags":[{"name":"电影","slug":"电影","permalink":"https://ftime.github.io/tags/电影/"}]},{"title":"如何赞赏孩子","slug":"如何赞赏孩子","date":"2016-08-23T03:19:27.000Z","updated":"2016-08-23T04:05:37.000Z","comments":true,"path":"2016/08/23/如何赞赏孩子/","link":"","permalink":"https://ftime.github.io/2016/08/23/如何赞赏孩子/","excerpt":"","text":"简介：夸奖有风险，开口需谨慎 父母会为孩子取得的每一个细小进步而骄傲，会情不自禁地夸奖孩子,如： 干得好，你真棒，你好厉害，你太了不起了，你是最聪明的。 这种话有时候孩子喜欢，有时候不喜欢，弄不好还会适得其反，夸完之后有些孩子反而更不喜欢干这件事了，好像在故意跟家长作对似地，故意证明父母是错的。你夸她漂亮，她却说“我很胖”，你夸他聪明，他说“邻居家xx更聪明”。 所以看似简单的夸奖，其实没那么简单，夸奖需要方法。 夸奖是对孩子的认可，它让孩子更自信，能帮孩子树立一个积极上进的自我形象，从而让孩子更勇敢地面对挑战，不怕失败，为自己树立更高的目标。得当的夸奖能够呵护孩子珍贵的内在动力。 那么得当的夸奖应该说什么，怎么说？ 说什么？描述具体事实和感受“聪明，漂亮，厉害”这些词，都属于笼统概括的评价式的赞赏，关注于结果，这会导致孩子也更关注结果，更关注自己失误的地方，从而更容易灰心丧气，不再继续努力尝试，因为“既然现在我已经很厉害了，为什么还要冒险尝试呢，下次可能会搞砸。” 《成功，动机，目标》一书中，作者把人分为固守型（Be good type）和进取型(be better type)两种类型，这两种人做事时的关注点不同。固守型的人更关注自己当时的表现，更在意外界对那表现的看法，于是“感觉有可能做不好”的话就干脆不做了。进取型的人则更关注自己当时有无进步，并不在意外界的看法，他们知道可能做不好，但只求下一次比这一次做得好，于是他们习惯挑战，不怕失败。 孩子不是天生就是某一类型的，既有固守型的一面，也有进取型的一面，父母要做的是夸努力（进步），而不是夸聪明（表现），逐渐培养并帮助孩子积累，使孩子具有更全面的进取型的性格。 如果我们要鼓励孩子相信自己，继续坚持下去，就要避免这些带有笼统评价含义的词汇，相反，我们具体描述事实，描述我们的感受就可以。这比说一句“你真棒”难得多，因为想要具体描述一件事，一种感受并不容易。这对父母是一个挑战，需要父母仔细观察，倾听，体会，然后再具体描述事实和感受。例如： 地上没垃圾，床铺很平整，书都整齐摆在书架上，（描述事实）走进这个屋子我感到很舒服 （描述感受）我看到你把衬衣穿上了，扣子系好了，裤子拉链也拉上了，两只袜子颜色一样，鞋带也系上了，你做了这么多事情。（描述事实） 当父母用赞赏的口吻描述自己看到的感受到的事实后，孩子便能自己夸奖自己。即，父母通过描述来肯定孩子的努力，帮助孩子相信自己，更加珍惜自己的长处，更重要的是这给了孩子继续努力的勇气的动力，他们内在的声音会变得越来越清晰：“我不会放弃，直到问题解决。” 怎么说？真诚如果你只是想操纵孩子或者只是想哄他们高兴，那还是别说了吧。不要以为自己能骗过对方，哪怕对方只是一个孩子，如果缺乏诚意，对方一下子就能感觉到，因为你的语气，神情，姿态，会暴露你的不真诚。 别和他人比较小时侯最讨厌听到的话就是“你看邻居家xx，你就不能跟人家学学！”，长大后听到李宗盛的《和自己赛跑的人》才愈发明白，比较的对象应该是过去的自己，自信的应该是未来的自己。所以请对孩子说“你比刚开始的时候进步多了”。 请现实一点“这么努力，一定能拿第一名”“学习这么好，肯定能上清华北大”，听到这样的夸奖，我感觉到的只是沉重的负担。努力的人可不只我一个，大家都能拿第一？都能去清华北大？所以想夸奖鼓励孩子，可以说“一定能取得很大的进步，肯定能考上好大学”，有难度但又切合实际的目标才不会让夸奖适得其反。 不要剥夺孩子的感受“我真为你骄傲”，这话一出口，关注的重点已经从孩子的成就转移到了你的感受上。孩子内在的动力与兴趣变得不再重要，而是为了让父母满意而行动，父母开心，自己才能获得更多的爱。所以为了呵护孩子宝贵的内在动力，试着说“你一定为自己感到骄傲”。 没有反馈，我们就像在黑暗中摸索，不知道是否已经偏离了轨道。学着从现在开始，给孩子更得当的反馈，给予他们动力并让他们在正确的轨道上前行。","raw":null,"content":null,"categories":[],"tags":[{"name":"家庭教育","slug":"家庭教育","permalink":"https://ftime.github.io/tags/家庭教育/"}]},{"title":"我的读书生活","slug":"我的读书生活","date":"2016-08-23T03:17:30.000Z","updated":"2016-08-23T03:20:33.000Z","comments":true,"path":"2016/08/23/我的读书生活/","link":"","permalink":"https://ftime.github.io/2016/08/23/我的读书生活/","excerpt":"","text":"５年前写的文章，未作改动，旧文重发，庆幸一下自己现在依然可以读书，可以写字。 高中时读刘墉的书，而且如中毒一般读了不少。虽然现在回头再看再想，已不那么欣赏，但对于那时的我，他的励志小品文的确给了我不少奋斗的动力。同时期还买了本《人性的弱点》，讲的是与人相处的方法原则，现在这本书仍在宿舍的书架上放着。当时是没钱多买书的，高二学校没了图书馆，便不怎么看书了。曾在同学那里看过泰戈尔的《飞鸟集》，甚至还把书中的诗句摘抄下来，现在犹能记起其中一些诗句。那时的兴趣和时间都不够，韩寒，郭敬明，哈利波特，在那时都很流行，却都基本没看过。见到过同学手中《挪威的森林》，不过当时同桌正耀不让我看，估计是为了保护我无知的心灵，在不上网的年代，我的确不知道这本书是讲什么的。 读书越来越多是在最近一年，从《平凡的世界》开始，被主人公孙少平对书籍的如饥似渴感染，让我觉得太过浪费学校的图书馆还有网上的各种电子书资源，兴趣越来越浓，在不断的阅读中，那种纯粹的乐趣也是难以言喻的。它像是一个树根，由此我的读书兴趣如枝丫般蔓延。 偶遇李笑来的《把时间当做朋友》，能读到这本书真的是太幸运了。读完如醍醐灌顶，虽只是简单的道理，但说得明白透彻，甚至背后会出冷汗。它很大程度上改变了我的生活轨迹，明白耐心积累的重要性，想要开发自己的心智，并逐渐在生活中改变自己。激动地把此书的电子版发给朋友们，但似乎看的人很少，不免很遗憾。我读书有些爱屋及乌，会因一本书而干脆把作者所有的书都给看了，看了一本书，再把这本书提及的也看一下，因此看的书有些杂乱。 曾因为片面生硬地将《少有人走的路》中的理论应用于我的爱情而惹女友生气（但这确实是一本极好的书），不过看了《男人来自火星，女人来自金星》《女人这东西》，让我从根本上更加明白男女天然的心理差异，接受差异是沟通的前提，我从而能更理解女友，虽仍有问题，但我已比看书前的我进步了很多。 看季羡林的《留德十年》去除心中的浮躁，感慨《傅雷家书》中傅雷对儿子深深的爱，为《我的精神家园》中王小波的幽默而忍俊不禁，从《野蛮生长》了解地产界思想家冯仑对成功幸福金钱女人的独到见解，也因此看了王石的《道路与梦想》，对地产企业家的成长多了些认识。因一场老罗在海淀剧院的演讲（可以在优酷中搜到）而接触行为经济学，看《怪诞行为学》（一口气看完，很过瘾），到后来《别做正常的傻瓜》《影响力》《拆掉思维里的墙》，也因郎咸平的通俗著作，而了解了当代中国经济。看《追风筝的人》从侧面了解了塔利班给阿富汗人民带来的灾难。看《世界是平的》而了解经济全球化，也对印度多些认识和敬佩。先说这么多，说得太多估计会招人烦。 这是一个信息爆炸的时代，因信息不对称导致的不公平越来越少，但有价值的信息淹没在大量无用信息中，我们可以通过网络获得大量的资讯，然而信息爆炸不意味着知识爆炸，浏览网页多是浅度阅读，而真正有效的是深度阅读，是读书。 引用央视英语频道主持人杨锐的一条微博：“当下日本和美国的部分舆论认为，中国进入弱智时代，说中国人平时不爱看书，畅销书主要是养生和励志，还有教辅书籍，而对文史哲和艺术类书籍则受到冷落。大前研一说西方国家年人均读书十多本，中国只有四本。年轻一代不厚重了。” 我的读书生活刚刚开始，庆幸自己没有在更晚的时候才开始，感觉像是发现了一笔巨大的财富。一本好书是作者思想的凝结或是经验的总结，读一本书就是和一个人交流，也有助于发现未知的自己。每天花一个小时看一会儿，坚持一段时间，或许人人都能享受到这种廉价的纯粹的快乐，找到越来越稀缺的幸福感。","raw":null,"content":null,"categories":[],"tags":[{"name":"读书","slug":"读书","permalink":"https://ftime.github.io/tags/读书/"}]},{"title":"认知偏差","slug":"认知偏差","date":"2016-08-23T03:14:43.000Z","updated":"2016-08-23T03:58:23.000Z","comments":true,"path":"2016/08/23/认知偏差/","link":"","permalink":"https://ftime.github.io/2016/08/23/认知偏差/","excerpt":"","text":"我掉过的坑12年6月来韩国工作，转眼已经4年了。刚来时是韩语聋哑人，一句思密达都不会。办公室里暂时用英语应付，下班周末都憋在家里自学，两年后通过了韩语TOPIK6级的考试，沾沾自喜。 然而考试是容易的，交流是困难的，毕竟考试只有听力阅读写作，没有口语，面对面交流得靠嘴巴说。不过通过了考试，增加了自信，敢说也说得多，于是很快韩语能力也能够应付工作生活了，自我感觉良好，“我的口语不错，沟通没问题”。 逐渐地，我发现这些只是错觉。因为我和同部门熟悉的同事交流没问题，但和陌生的同事交流时，常常出现一句话我需要说两遍，甚至换个说法对方才能听懂。这样的挫败感让我意识到了真相。 其实，和熟悉的同事沟通没问题是事实，但真正的原因并不是我的韩语好，而是因为对方的韩语好，而且理解能力强。同事礼貌又聪明，即便我说得不好，甚至有错误（比如发音错了、时态错了、不规则形变错了，等等），他们也能猜个八九不离十，因为他们是母语使用者啊，再加上讨论的话题双方都清楚，有时候还有工程图纸作辅助，沟通当然没问题。 同样的，假如一个会点儿中文的老外跟你聊天，你也能很快明白他的意思，多聊几句，你说不定还会夸他中文讲得好呢，其实不是他说得好，而是你的汉语理解力超强。 因为我把沟通没问题错误地归结为自己的口语能力好，导致口语进步缓慢，直到找到真正原因后才再次重视并加以练习改善。 认知偏差心理学上，这属于一种常见的认知偏差，名叫 基本归因谬误（Fundamental Attribution Error）。 它是指对人的行为进行归因时，会 高估内在倾向作用而忽视环境因素作用 的一般倾向。最典型的例子是:自己成功是因为自己努力，别人成功是因为那个人幸运；别人失败是因为那个人不够努力，自己失败则是因为自己不幸。 于是，同样一个事情，可以有两种完全不同版本的解读。 对自己当我们伤害别人时，我们很少会说： 因为我本是一个残酷无情没心没肺的人. 而通常推脱于环境因素，会说： 我是被逼无奈的，没有其他选择。那不是真正的我，我当时喝醉了。 而当我们助人为乐，勇往直前时，我们不会说是因为被迫，喝醉了，而是说，因为自己原本就慷慨大方心地善良。 对他人当解释别人的行为时，我们的态度又恰恰相反。 出租车司机一副臭脸，态度很差，我们很少将其归结于环境因素： 或许是他出门前跟老婆吵架了，心情不好。 而是更倾向归结于内在因素： 这个人本来就很粗鲁。 当然，这还不算最差，因为我们通常也就在心里评判一下这个司机，很少主动说出来。很多人通常不会对陌生人太无礼，而是“窝里横”，谁对他好他就欺负谁。所以，当面对自己的家人时，基本归因谬误，常常让家里硝烟四起。 我认清你了，结了婚，你就变了！你就是这样，跟你妈一样固执。哎，头发长见识短。 问题总是归结到对方的品格。 如何避免这种错误呢？首先要知道人都容易犯这种归因错误，是惯性在作怪，主动挣扎着克服一下，反其道而行之。 对自己做得不好，别逃避，找内部原因。做得好时，别得意，找外部原因。就像我的韩语沟通没问题根本原因不在于我，而是因为对方的理解力强。 对他人解释别人的行为时，把对方往好处想。 例如，和伴侣有矛盾时，试一试找外部原因。如果对方心不在焉或心情不好，试着想一想可能是因为事情本身造成的，不是对方的错。 他大声说话，我能理解，最近他的工作压力太大了。她冲我发火，我能理解，这些天她身体一直不舒服。 如果对方做了一件体贴充满爱意的事情，当然要归因于对方爱自己啦，难道要归结于他临时脑子进水？ 另外，关于婚姻生活，有个有趣的理论 美满的夫妻关系中积极交流（如爱，温存和幽默）与消极交流（如烦恼，抱怨和争吵）之比为５：１，这是婚姻关系的临界点，当比例小于５：１时，这段关系就很危险了。 小心归因错误，韩语口语事小，家庭和睦事大。","raw":null,"content":null,"categories":[],"tags":[{"name":"心理学","slug":"心理学","permalink":"https://ftime.github.io/tags/心理学/"},{"name":"认知偏差","slug":"认知偏差","permalink":"https://ftime.github.io/tags/认知偏差/"}]},{"title":"如何避免一场车祸","slug":"crash","date":"2016-08-23T03:12:05.000Z","updated":"2016-08-23T04:00:01.000Z","comments":true,"path":"2016/08/23/crash/","link":"","permalink":"https://ftime.github.io/2016/08/23/crash/","excerpt":"","text":"在和菜头的槽边往事《车祸记》里读到一段话： 在5000公里以内，你基本上不会出太大的问题，无非是由于技术生疏，造成一些小剐蹭。这是因为你还是个新手，随时都保持谨慎小心，开车时注意力保持高度集中；真正容易出问题的时候，是在3-4万公里这个阶段。因为即将成为一名老司机，对自己的驾驶水平过于自信，行车时自以为是，心不在焉，凭借经验行事，反而引发很多危险。行程超过5万公里的司机都是幸存者，开车不急且稳。 文章后有很多留言，有人刚刚在车祸里失去了亲人，有人在车祸里死里逃生，有人瞬间回神而与车祸擦身而过。他们惋惜要是亲人能早些看到这篇文章就好了，或许悲剧就不至于发生。 在维基百科上看到2013年中国全年交通事故死亡人数是26.1万人，也就是说每天有716人因为交通事故死亡。而2013年全国汽车保有量是1.37亿辆，截止2016年6月底全国汽车保有量是1.84亿，增加了34%，更多的车意味着可能发生更多的交通事故。 我去网上搜了大量如何避免车祸的文章，大多说的都是技术问题，的确很重要，但我觉得不是最重要的。 避免车祸，最重要的是主动提高安全意识。 安全意识弱，稍一走神可能就出事了。 怎么做？没事就去网上搜索车祸视频看看吧，找各种相关的视频，反复看，每过一段时间就看一看。就像开头说的那样，安全意识是在不知不觉间一点一点丧失的。每隔一段时间看点车祸视频就像是隔一段给自己注射一次疫苗，以防丧失安全意识。 只有一直保持警觉，网上提供的那些预防车祸的技术才能一直起作用。 当然，最简单的可以从每天都系上安全带开始，要知道，车祸赌的可是命。","raw":null,"content":null,"categories":[],"tags":[{"name":"心理学","slug":"心理学","permalink":"https://ftime.github.io/tags/心理学/"}]},{"title":"里约奥运会大冒险","slug":"olympic-and-eccomy-issue","date":"2016-08-23T03:09:01.000Z","updated":"2016-08-23T06:20:04.000Z","comments":true,"path":"2016/08/23/olympic-and-eccomy-issue/","link":"","permalink":"https://ftime.github.io/2016/08/23/olympic-and-eccomy-issue/","excerpt":"","text":"点名时，没有哪个老师会说“没来的请举手！…哦，没人举手，那看来大家都来了”。听起来像是笑谈，但是生活中有很多这样的例子，只是没那么明显罢了。 就拿奥运会来说，里约奥运会被戏称为“里约大冒险”，场馆没完工，宿舍没修好，运动员被抢劫。其中最大的原因在于预算不足，根据开幕式总导演的说法，里约奥运会开幕式的预算还不及伦敦奥运会的十分之一。如果经费足够多的话，这些应该都不是问题。 那么，经费从哪里来？里约市、州和联邦政府承担，说到底，掏的是全巴西人民的腰包。 受益的是哪些人呢？通常的说辞是，奥运会能提高城市的知名度，带来旅游业的发展。那么受益的应该是里约市民，但问题是全巴西人民都掏了腰包哦，不公平。里约市民得到的也不一定只是旅游带来的红利，据说伦敦敦奥运会之后，租金上涨了30%，这增加的可是大量普通租房子的老百姓的生活成本。而且大量涌入的运动员，游客，观众，可能让城市交通更拥堵，环境更糟糕。 还有一个说法是，奥运会增加了就业机会。的确，有新的场馆要建，新的地下铁要铺，工人们夜以继日，泥沙车来来往往，工地上叮叮当当，“增加”的这些就业机会那么逼真。但是不要忘了，建设这些基础设施的每一分钱都得从国家税收中支出。若是基础设施花费10亿美元，全国纳税人就得“缴公粮”10亿美元。而这些钱，纳税人本可以给孩子买套新书，给家人买件新衣服，给自己换台新手机，上一门新课程。 所以，就业机会其实并没有增加，只是发生了转移，转移到了建筑领域，转移给了部分建筑工人。 奥运会每制造一个公共建设上的工作机会，就会破坏一个私人领域上的工作机会。看得见的是忙碌的工地，看不见的是从纳税人口袋里拿走的10亿美元而破坏掉的工作机会；看得见的是建筑工人增加了，看不见的是书商少了，制衣工人少了，手机工人少了，教师少了。那些原本可能产生而没有产生的东西，那些没印刷出来的书，没生产出来的衣服，没制造出来的手机，没销售出去的课程，那些其他没有被创造出来的不计其数的商品和服务。 其实不只是奥运会，政府的所有支出，花的都是纳税人的钱。奥运会经费不足，那说明花在奥运会上的钱少了一些，那么花在教育，医疗等必要的公共服务上的钱就能多一些，所有公民得到的好处就能多一些，这样来看，寒碜的里约奥运会，不见得是最糟糕的事情。 没来的不会举手，那些因为花在奥运会而没能花在别处的纳税人的钱能创造出来的价值也不会被看到。看不到的时候，要用逻辑想一下。 说个不相关的，80后在工作生活压力中喘息，更关注的应该是自己的成长，而不是随大流，瞎操心，奥运跟自己有多大关系呢？拿多少个金牌，谁拿了第一个金牌，这个事情估计也就是许海峰这个名字还能被一些人记得，其他届奥运会的首金是谁取得的，还会被大众记得吗？应该不会有。即使知道，除了增加谈资，跟自己的成长有半毛钱关系吗。","raw":null,"content":null,"categories":[],"tags":[{"name":"经济学","slug":"经济学","permalink":"https://ftime.github.io/tags/经济学/"}]},{"title":"最好的告别","slug":"zuihaodegaobie","date":"2016-08-22T09:25:15.000Z","updated":"2016-11-24T11:35:01.000Z","comments":true,"path":"2016/08/22/zuihaodegaobie/","link":"","permalink":"https://ftime.github.io/2016/08/22/zuihaodegaobie/","excerpt":"","text":"去年八月回家时爸爸说，你去看看你三舅吧，或许明年就见不到了。我看到他时，他已经瘦得只剩一把骨头了，佝偻着身体，呼吸短促沉重，每一次的呼吸都要用很大的力气，疼痛与乏力让他几乎丧失了自理的能力。舅舅的女儿刚工作，只能养活自己，并不能给予经济上的支援。我的父母也只是尽量给舅舅生活上一些贴补。医生坦言说这种病没有办法，也因为经济能力有限，舅舅只是定期去医院输液吃药，缓和症状，并没有做手术。四个月后，舅舅去世了，在他自己的家里而不是医院。 外婆是在母亲年幼时就已经去世了，外公在我高二时去世，因为煤气中毒。大舅前年去世，三舅去年去世。虽然在三舅生命的末期，妈妈给予了最大的关心与帮助，但她仍时常想起，潸然落泪。妈妈仍有遗憾，或许在想，如果我们有很多钱，应该能让舅舅再多活一段时间。对于矽肺，据说还有洗肺这种治疗，如果我们有很多钱，能资助舅舅，他会活得更好吗？对于一个晚期病人，难道必须要尝尽所有办法治疗吗？ 直到我看了《最好的告别》这本书，葛文德医生用他父亲的例子解答了我的疑问。我想起了舅舅，他离开时是躺在家里的床上，而不是在病床上喉头插着管子，肉里还有新缝的线。他没有因为过度治疗而遭受更大的痛苦，他有尊严地平静地离开了。 “其实，很少有医生无计可施的时候，他们可以给病人功效未知的药品，手术摘除部分肿瘤，放疗化疗，如果病人不能吃东西，就给他植入饲管，总会有办法的。我们经常根本没做选择，我们依靠默认选项：采取措施，治疗点什么！我们呼求救治，临床医生被动地同意施救，不论起死回生有多么的不可能，不论救治过程会产生怎样的痛苦或者代价，医生只能硬着头皮走。有40％的肿瘤医生承认，他们不太相信他们提供给的治疗会对患者有效果，但是他们不愿意摧毁病人的希望。临床医生唯一害怕犯的错误就是做得太少。大多数医生不理解在另一个方向上也可能犯同样的错误，做得太多对一个生命具有同样的毁灭性。” 死，人人都回避，但人人都无法逃避。贪生怕死，这是人之常态，一个理智的人在死亡降临的时候很难舍弃求生的欲望。然而，医疗技术有所能，有所不能，有时候它是在给人们一个虚幻的救命稻草，人们渴望那个救命稻草，不切实际地渴望，希望医疗技术能给予他们想要的生活能力。为了一点点微不足道的好处，过度的医疗技术干预反而增加了对逝者和亲属的伤害。 看电影&lt;遗愿清单&gt;，两个癌症患者，在医院接受放疗化疗，严重的副作用让他们承受了巨大的痛苦。一个患者说，我宁愿死于突发心脏病，而不是癌症。在他们得知自己生命只剩半年的时候，决定不再待在医院里等待死亡，而是离开医院去做了一些平生想做而一直没做的事情。当他们发现自己的未来是有限的时候，他们做了最好的选择，关注此时此刻，把今天过到最好，而不是为了为了一种不切实际的幻想牺牲现在。 《最好的告别》的副标题是，关于衰老与死亡，你必须知道的常识。虽然平静地面对衰老与死亡是艰难的事情，但是，有时候，仅仅知道与不知道就已经有天壤之别了。","raw":null,"content":null,"categories":[],"tags":[{"name":"读书","slug":"读书","permalink":"https://ftime.github.io/tags/读书/"}]},{"title":"后视镜盲区，心理盲区","slug":"blind spot","date":"2016-08-22T08:41:30.000Z","updated":"2016-08-23T03:53:39.000Z","comments":true,"path":"2016/08/22/blind spot/","link":"","permalink":"https://ftime.github.io/2016/08/22/blind spot/","excerpt":"","text":"后视镜盲区我拨了右转向灯，看后视镜里没车，准备变道，突然右方喇叭狂响，这才发现怎么突然冒出了一辆车，差点就撞上了，心咚咚跳个不停。事后，我才知道了后视镜盲区这个概念（傻了这么多年，想想就后怕），然后又在网上了解相关的解决方法，这才安心。有些事情，仅仅知道，就已经有天壤之别了。 后视镜盲区，就是说后视镜也有看不到的地方，下图中1，2号车是无法在后视镜里看到的。 思维盲区就像后视镜盲区一样，人的思维同样存在盲区，只是它很隐蔽，不容易察觉。后视镜盲区导致交通事故，思维盲区会导致“思考事故”。而“思考事故”让我们看不到事实的真相，无法进行正确的思考，从而导致失误的决策。它是糟糕生活的根源。 司机应该知道后视镜盲区，每个人都应该知道思维盲区。对于思维盲区，心理学上的术语叫做“认知偏差”，而且有专门详细的分类。举个例子，“优越感偏误”就是一中常见的认知偏差。来做个试验或许你的印象会更深刻。 这个试验需要两个人参与，你可以和你的伴侣一起来做。当然，你也可以用这个试验来测试一下父母。双方先各自写下自认为分担家务的百分比，然后公开，算一下加起来是不是超过了100%。 不知道你的试验结果如何，反正我的是超了。 如何避开思维盲区维基百科上有一个“认知偏误列表”词条，值得仔细看一看。《清醒思考的艺术》一书里列举了常见的一些认知偏差，不妨一读。当然，最好是再深入学点心理学的知识，它不仅能帮我们避开一些认知偏差，还能帮助我们进行更好的决策判断，进而提高生活的质量。 说到决策判断，其实我们时刻都在做，很重要。遇到问题时，我们会从网上搜索答案，从别人那里听取建议，但答案满屏幕都是，建议有一箩筐，最终的决策还是得由我们自己来做。选对了，是品质生活。选错了，后果自负。 不少人害怕心理学艰涩难懂，其实大可不必，我们又不是要成为专业人士，市场上有大量有趣的心理学的科普书，用生活中的案例来阐述心理学的研究成果，比如《别做正常的傻瓜》，《怪诞行为学》之类的就是很好的入门书。 还有一部动画片叫inside out （中译名“头脑特工队”），讲的是住在大脑里的五个小人的故事，五个小人分别代表人的五种情绪，包括喜悦，悲伤，厌恶，愤怒，恐惧，他们控制着主人的行为。影片将情绪拟人化，用这种好玩的方式来呈现大脑如何操纵人的行为，可谓”脑洞大开“。虽说是动画片，但是影片中包含了很多心理学知识，是一部很好的心理学入门电影，看了之后说不定会勾起你深入了解心理学的好奇心。 迈向更有品质的生活，或许可以从这部动画片开始。","raw":null,"content":null,"categories":[],"tags":[{"name":"心理学","slug":"心理学","permalink":"https://ftime.github.io/tags/心理学/"}]},{"title":"让这些人远离孩子","slug":"leave the children alone","date":"2016-08-22T07:55:06.000Z","updated":"2016-08-23T06:20:03.000Z","comments":true,"path":"2016/08/22/leave the children alone/","link":"","permalink":"https://ftime.github.io/2016/08/22/leave the children alone/","excerpt":"","text":"我的故事小时候，时不时有大人“逗”我，我常常不知所措，或者尴尬，或者恼怒，或者干脆哭了。这时候，他们通常撂下一句话，“哎，不识耍！”，然后悻悻走开。他们是邻家的大人，父亲的朋友，远房的亲戚。听到这句话，幼稚的我不但更难受，而且还产生了负罪感。虽然事实上是我被欺负，但结果是我还更内疚了，尽管不知道错在哪里。只是觉得，我错了，没让他们耍尽兴。 到底是逗，还是捉弄？很多大人们哪是逗孩子，那分明就是恃强凌弱捉弄孩子。逗孩子的目的是让孩子开心，捉弄孩子的目的是让大人高兴。 自己学狗叫让孩子笑是逗孩子，教唆孩子学狗叫让自己开心是欠揍。生活中，常看到： 用筷子蘸酒给孩子，把孩子辣得直吐舌头，大人们哄堂大笑。给孩子说“你妈妈不要你了，把你送给我了，跟我走吧。”急哭孩子。问孩子“妈妈对你姐姐好，还是对你好？”这种问题为难并挑拨孩子。明明要给孩子东西，看着孩子巴望的眼神，非得让孩子叫阿姨，亲一亲，不做就不给。在农村，还有粗俗的大人拿男孩的生殖器开玩笑的… 无知的无聊的无礼的大人们，利用孩子的天真幼稚，故意教孩子犯错，或是吓唬孩子让孩子害怕，欺骗为难孩子让孩子着急，然后自己傻笑一下。 有些孩子看到大人们哈哈大笑，自己也跟着笑，但不知道为什么笑，甚至可能觉得大人的笑是一种鼓励，可能更倾向于做那件不正确的事情。也有些孩子，虽然不知道笑什么，但总觉得哪里不对，变得胆怯不安。 至于被吓唬或者被为难时，只会造成心理上的阴影。 什么是最重要的，谁更重要？父母们通常不会这样去捉弄自己的孩子。因为他们懂得尊重自己的孩子，当自己的孩子是个人而不是个小丑，更不是动物或是木偶。 即便别人这样逗自己的孩子，一些父母也以为这是件小事情，不在意。他们没有意识到，这种捉弄伤害了孩子宝贵的自尊，让孩子变得胆小怯懦，甚至变得多疑。 很多父母知道这样不好，但是面对别人的捉弄，常常碍于面子，不想得罪对方而羞于开口。 人都应该经常问自己什么是最重要的。对于父母来说，无疑，孩子身心健康地成长是最重要的。比起外人，孩子更重要。怕得罪外人而委屈孩子，是脑子进水，是本末倒置。 如何让这些人远离孩子？树立原则，对捉弄说“滚”。","raw":null,"content":null,"categories":[],"tags":[{"name":"家庭教育","slug":"家庭教育","permalink":"https://ftime.github.io/tags/家庭教育/"}]},{"title":"傻瓜盒子","slug":"idot box","date":"2016-08-22T03:41:35.000Z","updated":"2016-08-23T06:20:01.000Z","comments":true,"path":"2016/08/22/idot box/","link":"","permalink":"https://ftime.github.io/2016/08/22/idot box/","excerpt":"傻瓜盒子","text":"傻瓜盒子这些小朋友们怎么了？ 他们都是正常的小孩，不过他们正在看电视，而这些照片的摄影师 Donna Stevens把电视机称之为“idiot box(傻瓜盒子)”。打开盒子，孩子变傻瓜。何止孩子，成人也变傻瓜，电视说什么信什么，不是傻瓜，是什么？ 如今，傻瓜盒子不止一种，还变了花样，除了电视，还有手机，平板，电脑。当家长没时间陪孩子，或是有时间也不想陪时，不管是在家中的客厅还是在超市的手推车里，只要点亮屏幕，魔法立刻显现，孩子的魂魄被吸引走，活泼的小孩变成了静止的物体。 任何时候，总有一批人在随大流，但是仍有一些人有自己的主见。 比如我的一位同事，育有一儿一女，都刚上小学。他的家里没有电视机，这个几乎家家都有的玩意他家竟然没有。我很感兴趣，问题一个接一个，那么你的客厅里放的是什么？会不会空荡荡的？孩子不闹着看电视吗？家人在一起还干什么？他掏出手机，给我看了这张照片。 这是他家客厅的照片。大部分人放电视机的地方放的是书架，有孩子的书也有大人的书。刚开始他和妻子给孩子读，孩子识字后就自己一本本翻着读了，因为自小给孩子养成了阅读的习惯，孩子除了玩玩具的时间就安静的看书，越读越多，也买书也去图书馆借书。虽然没电视，但每周六的早上，是家里的电影时间。书架前挂上幕布，拉下窗帘，打开投影仪，客厅就变成了影院，放动画片给孩子看。家里还有打印机，用来给孩子打印学习用的东西，比如描图的模板。家里书多，邻里有来借书的，有来打印东西的，因而结识了更多爱书的家庭和孩子。 看到那两架书，我不禁感叹，这个父亲做了最好的投资。要知道，不比在中国，在韩国书是很贵的，一本书的售价至少都在人民币50元以上。 同事很认可“电视机是批量生产傻瓜的机器”这种说法，但我相信，应该仍有人不以为然，会这样想： “我小时候就整天看电视，西游记看得滚瓜烂熟，台词能脱口而出，关上声音能直接演双簧，我现在也不傻啊!” 对于这种想法，引用尹航的一句话来回答，真正的困境是：不知道失去了什么。 因为没有得到，所以不知道自己失去了什么，进而不觉得自己失去了什么，循环往复。 同事告诉我，因为家里没有电视，从而多出了更多的时间。可不是嘛，多出来的肯定不是一丁点时间，而是一大块儿时间。因为在《Beyond Feeling》一书里，作者提到了在美国的调查结果。 一个普通少年到18岁时，在教室度过的时间累计有11,000小时，而在电视机前度过的时间有22,000小时。到他35岁时，他听的课程仍少于20,000小时，但是看电视的时间已有45,000小时。 应用“一万小时理论”，如果这个人把看电视的时间用在培养某项专业技能上，到35岁的时候，他都能成为４个领域的专家了。 想想一下，假如有平行世界，假如过去所有看电视的时间被用来读书，弹琴，写字，那个世界的你会是什么样子的呢？所以说：真正的困境是，你不知道失去了什么。 说实话，我小时候的大部分假期时光也是在电视机前度过的，因为物质匮乏，除了教科书，没条件再读其他课外书，但即使如此，仍记得父亲给我买过一本寓言故事，读了好多遍。《西游记》小说的原著是我一直到去年才读的，包括《三国演义》，因为被公司同事鄙视了，同事们都读过《三国志》，而且不止一遍。问题的关键是，这些同事都是韩国人。 最重要最宝贵的财富 李笑来提到：注意力是每个人都拥有的、最重要的、却被人忽视了的宝贵财富。钱不是最重要的，因为它可以再生；时间也不是最重要的，因为它本质上不属于你，你只能试着和它做朋友，让它为你所用。你的注意力才是你所拥有的最重要、最宝贵的资源。 家里没有电视机的另外一个好处是，孩子的注意力能更集中。电视节目里有频繁的场景切换，镜头切换，不断转移观众的注意力，吸引眼球，以便维持观众的兴趣。《Beyond Feeling》书里提到，包含广告内容，一个小时电视节目的切换次数多达800次，即人的注意力每分钟被转移14次。当习惯了这种切换，注意力很难集中，自然觉得课堂枯燥，工作无味。 注意力这种最宝贵的财富，还是不要浪费在电视上了。 也许有人会说“看电视也能学知识”。还是放弃这种幻想吧，学习从来都是主动的，像个傻瓜一样呆呆的坐在屏幕前，被动接受各种图像的刺激，对孩子的启蒙微乎其微。看电视还会阻碍孩子想象力的发展。读白雪公主的故事，跟看白雪公主的动画片，孩子画出心目中的白雪公主能一样吗？读故事的孩子，一千个孩子有一千个白雪公主，而看动画片的孩子，一千个孩子只有一个白雪公主，因为根本不用想象，动画片里已经画好了。 如何离开傻瓜盒子，善用注意力？引用公众号“小道消息”冯大辉文章：“这个东西会改变你孩子的一生，但你会买吗？”里的一段话。 书会改变一个孩子的一生。我们每个人都有过童年，如果再给你一次童年，你想拥有更多玩具？更多衣服，吃更多好吃的，还是想在童年时多拥有几本书？…我不知道别人会怎么选择，我会选择多拥有几本书。书里面有更大的世界。阅读会让孩子思考，会让他们找到爱与美。多给他们一些机会，引导他们习惯阅读，爱上阅读，是父母能够给孩子的最好礼物。 我非常同意冯大辉的观点，如果我能重回童年，我希望我能有一套“读小库”的丛书，从３岁以下到12岁以上，全都要。《读库》的主编张立宪说“我们把书做好，陪伴孩子长大。”，关注「读小库」公众号，还可以在线选书。 如果不想让孩子的眼神变得像题图一样呆滞，就多给孩子买一些书吧，别让孩子和这个阅读的好习惯失之交臂。","raw":null,"content":null,"categories":[],"tags":[{"name":"家庭教育","slug":"家庭教育","permalink":"https://ftime.github.io/tags/家庭教育/"}]},{"title":"Why i write","slug":"hello-world","date":"2016-08-22T03:17:27.000Z","updated":"2016-08-23T03:32:33.000Z","comments":true,"path":"2016/08/22/hello-world/","link":"","permalink":"https://ftime.github.io/2016/08/22/hello-world/","excerpt":"","text":"This is my very first post. Reading maketh a full man; conference a ready man; and writing an exact man. by Francis Bacon I believe it so that I’d like to share my thoughts through this blog.","raw":null,"content":null,"categories":[],"tags":[]}]}